label blwnfh_day_5:
    # семён открывает глаза
    
    scene bg int_house_of_mt_sunset with dissolve
    play ambience ambience_int_cabin
    
    "Я проснулся от дичайшей боли в голове и спине."
    "Видимо моё небольшое вчерашнее приключение дало о себе знать."
    "Медленно подняв голову переведя взгляд на будильник, я упал обратно на подушку."
    "Часы показывали без пятнадцати восемь утра."
    
    th "Да уж... Восстанновил режим... {w}Правда что изменилось-то? Как вставал рано так и встаю, зачем была вся эта песня с восстановлением режима."
    th "Ну прихожу поздно иногда, но зато просыпался не с гудящей головой, будто я всю ночь бухал."
    
    "С большим нежеланием я приподнялся и посмотрел в сторону вожатой."
    "Она тихо и мирно спала, что в целом было очень хорошо, ибо не сильно желал с утра как-то пересекаться с вожатой."
    
    th "Ладненько, надо бы придумать чем сейчас заняться и как не прийти на линейку, а то опять простоять полчаса на утренней жаре, мне не очень хочется."
    
    "Вставая с кровати и параллельно думая о том, чем можно было бы заняться, взгляд упал на грязевое пятно на моей рубашке."
    "Тут же сразу стало очевидно, чем я сейчас займусь."
    
    th "Наведаюсь на склад, а то не очень хочу второй день подряд ходить в грязной рубашке." 
    
    "Тихонько одевшись я стал двигаться к выходу дома."
    "И по пути я задержался у зеркала, где переферейным зрением поймал своё отражение, что и привлекло меня."
    "Подойдя к нему ближе, я стал разглядывать своё лицо."
    
    th "Ну и рожа у меня, будто всю ночь не спал."
    th "И щетина отрасла уже, надо будет не забыть на складе поинтересоваться, есть ли там бритва."
    th "Конечно, казалось бы ничего такого, но мало того, что с ней я выгляжу как алкоголик или наркоман со стажем, так и с ней не сильно-то и приятно ходить."
    th "Да и вообще, ну что обо мне подумают люди? {w} А подумают они, что я совсем не ухаживаю за собой."
    th "И если там Шурику или Серому будет глубоко пофиг, то вот девушкам будет не очень приятно наблюдать за моей небритой рожей."
    th "А значит, добыть бритву надо любыми правдами и не правдами."
    
    "Ещё немного поразглядывав себя и протерев рукой, потихоньку грубеющую, бороду, я покинул дом."
    
    stop ambience 
    scene bg ext_house_of_mt_sunset with dissolve
    play ambience ambience_camp_center_evening
    
    "Утро хоть и было довольно ранее, на улице было неожиданно тепло и очень свежо."
    "Головная боль немного отступила и я набрав полные легкие свежого воздуха, отправился в сторону склада."
    
    scene bg ext_houses_sunset with dissolve
    
    th "Надеюсь склад открыт и обойдется без завхоза."
    th "Конечно последнее время Славя его подменяет, но никто не отменят тот факт, что всё может измениться и Сергей Дмитриевич выйдет на работу."
    th "А с этим вредным дедом хочется пересекаться ещё меньше чем с вожатой."
    
    scene bg ext_warehouse_sunset_blwnfh with dissolve
    
    "Подойдя к складу, я заметил, что дверь была немного приоткрыта и это было хорошей новостью."
    "Тем не менее, прежде чем войти, я постучался и только после вошел внутрь."
    
    stop ambience
    scene bg int_warehouse_day_blwnfh with dissolve
    play ambience ambience_int_cabin_day
    
    "За письменным столом сидел, о ужас, сам завхоз, которому, видимо, сегодня похорошело."
    
    me "Доброе утро Сергей Дмитриевич."
    
    "Сказал я, подойдя к нему поближе."
    "Тот окинул меня полу-презрительным взглядом и вернулся обратно к своим бумагам."
    
    sd "Доброе. {w}Зачем пришел?"
    
    "Голос его был как всегда не самым приятным, таким скрипучим и очень прокуренным."
    
    me "Да мне бы вот, рубашку поменять, а то я эту испачкал."
    
    "Сергей Дмитриевич тяжело вздохнул и сложив очки положил их на стол."
    
    sd "Что же вы вечно не бережете форму-то свою."
    
    "Ворча, он встал со своего места и подошел к стеллажу с чистой одеждой."
    "Взяв там новую рубашку он подошел ко мне."
    
    sd "Снимай давай, чего стоишь как истукан."
    
    "Я быстро снял рубашку и отдав её, взял чистую и также быстренько одел её."
    "Сергей Дмитриевич осмотрел грязное пятно на рубашке и по всей видимости заметил, что она там ещё к тому же и немного порвалась."
    
    sd "Как же ты так умудрился-то, а?"
    me "Упал, с кем не бывает."
    sd "Упал он, а зашивать теперь кто будет, м?"
    me "Если хотите, давайте я зашью."
    sd "Ещё чего, ты только хуже ещё сделаешь... {w}Завтра Славяну попрошу, она у нас молодец в отличии от тебя."
    me "Как скажете."
    
    "Не брежно бросив грязную рубашку в карзину к другой грязной одежде, Сергей Дмитриевич вернулся обратно за свой стол и сделал запись в журнале."
    
    sd "А эту рубашку чтобы берег, ибо больше выдавать тебе имущество не собираюсь!"
    me "Как это так?"
    
    "Такому заявлению я был крайне удивлен."
    
    sd "А вот так! Пионерам растяпам имущество не выдаю!"
    me "Ну Сергей Дмитриевич, ладно вам, может мы как-нибудь сможем договорится?"
    
    "В шутку произнес я."
    "Но завхоз видимо не уловил юмора и всерьез задумался над моим предложением."
    
    sd "Может мы бы и смогли договорится, но боюсь за такие вещи прилетит нам обоим, если всплывет..."
    sd "Поэтому нет, не договоримся!"
    th "Ну и хрен с вами."
    
    "Я гордо развернулся на все сто восемьдесят и уже готовился покинуть склад, как Сергей Дмитриевич меня окликнул."
    
    sd "Кстати, пока ты не ушел."
    me "Слушаю."    
    sd "Доложи своему товарищу Александру, что если он мне до конца недели не вернет имущество, которое он взял со склада, я буду жаловаться в соответствующие инстанции."
    me "Хорошо я ему передам, теперь могу идти?"
    sd "Да, свободен."
    
    "Стоя у выхода я вспомнил, что хотел поинтересоваться насчёт бритвы, так что развернулся обратно к завхозу."
    
    me "Аэм, Сергей Дмитриевич."
    sd "Ну что ещё?"
    me "А у вас случаем бритвы не найдется?"
    
    "Старик вновь отвлекся от записей в журнал и вздохнув повернулся ко мне."
    
    sd "А тебе зачем?"
    me "Ну как зачем, бриться конечно же."
    sd "Ну-ка подойди сюда."
    
    "Я подчинился просьбе завхоза и подошел к нему."
    "Подойдя, он встал и стал рассматривать моё щетинистое лицо."
    
    sd "Да, побриться пора тебе. {w}Ладно, сейчас выделю тебе станок, только чтобы потом в конце смены вернул! А то знаю вас..."
    
    "Сергей Дмитриевич подошел к своему столу и забурился в нижний его ящик. {w}По всей видимости, там хранилась разного рода мелочевка."
    "Достав оттуда станок, завхоз вернулся ко мне и отдал мне."
    
    sd "Не порежься только, лезвие там установлено новое."
    me "Хорошо, постараюсь, и ещё раз спасибо."
    sd "Давай иди уже, отвлекаешь меня от важной работы."
    
    "Без лишних слов я покинул склад."
    
    stop ambience 
    scene bg ext_warehouse_sunset_blwnfh with dissolve
    play ambience ambience_camp_center_evening
    
    "Выйдя на улицу я рассмотрел станок и удивился."
    "Сергей Дмитриевич выделил мне модный в то(то есть в это) время станок с раздвигающимися держателями лезвия, сделанный из металла."
    "Такая вещица, как и лезвия к ней, стоили приличных денег, так что это невиданная роскошь по меркам обычного пионерлагеря."
    "Положив бритву в карман я отправился домой за умывальными принадлежностями."
    
    scene bg ext_houses_sunset with dissolve
    # мини таймскип
    "По пути домой, я уже мысленно начал проклинать самого себя, за то, что обратил внимание на свою бороду."
    "Ведь из-за этой, казалось бы мелочи, я стал испытывать дичайший дискомфорт на лице, будто там у меня не легкая щетина, а огромная неухоженная бородища, как у кого-нибудь попа."
    th "Как люди вообще живут с большими бородами? Это же кошмар как не удобно. Как спать, как есть?"
    th "А ещё помимо всего, за ней же ведь нужно и ухаживать, чтобы она уж совсем не была бесформенной колючкой."
    
    scene bg ext_house_of_mt_sunset with dissolve
    
    stop ambience
    scene bg int_house_of_mt_sunset with dissolve
    play ambience ambience_int_cabin_day
    
    "Когда я пришел домой, Ольга Дмитриевна уже проснулась, надела свою форму и расчёсывала волосы сидя на кровати." 
    
    scene bg ext_washstand_day with dissolve
    
    me "Доброе утро, Ольга Дмитриевна."
    
    show mt smile pioneer at center with dspr
    
    mt "Доброе, гляжу моя терапия пошла на пользу тебе, проснулся раньше меня."
    me "Будто я до этого не просыпался раньше вас."
    
    show mt angry pioneer at center with dspr
    
    mt "Зато ночью не шлялся и не пел песни про зайцев. {w}Вас так-то пол лагеря слышло!"
    mt "Я тогда уснуть не могла, пришлось послать Лену, которая тоже не спала."
    th "О как... Интересненько, значит она не боялась темноты, а просто хотела увести меня со сцены спать."
    th "Теперь всё встает на свои места, кроме неожиданной обиды... {w}В прочем это уже я сам был виноват."
    
    "Я сделал виноватое лицо и почесал затылок."
    
    me "Ну да, было дело."
    
    show mt grin pioneer at center with dspr
    
    mt "А теперь не будет больше таких дел."
    mt "Я сегодня впервые за последние несколько дней нормально выспалась."
    me "Ну простите уж, разыгрались, с кем не бывает."
    
    show mt normal pioneer at center with dspr
    
    mt "Я-то конечно тебя прекрасно понимаю Семён, ты подросток, хочется подольше повеселится, сама такой была."
    mt "Но нужно понимать, что во первых вы тут не одни, а во вторых есть правила, которым надо следовать."
    me "Хорошо, попробую им следовать."

    show mt smile pioneer at center with dspr
    
    mt "Не пробуй — делай! Или нет, никаких попыток."
    th "Вожатая цитирует магистра Йоду? Что?"
    me "Хорошо, буду следовать правилам лагеря."
    
    show mt grin pioneer at center with dspr
    
    mt "Вот и славно! А теперь давай, топай умываться и иди на линейку."
    th "Ага-ага, размечталась, в этот раз у меня всё схвачено и я не пойду на линейку, Ольга Дмитриевна."
    th "Только как и в каком месте у меня всё схвачено, надо будет продумать, но факт остается фактом - на линейке меня сегодня точно не будет!"
    me "Да, конечно."
    
    "Подобрав пакет с принадлежностями, я покинул дом." 
    
    # таймскип
    
    scene bg ext_washstand_day with dissolve
    show un normal pioneer far at center with dspr
    
    "Придя к умывальникам, я нашел здесь Лену, которая активно умывалась."
    "Но также помимо умывания, она судя по пробивающимся звукам... разговаривала сама с собой?"
    "Понять о чем она болтала было сложно из-за журчания воды, а подходить и подслушивать как-то не очень хотелось."
    "Посему я занял ближайший к краю умывальник и приступил к водным процедурам."
    
    scene bg ext_washstand2_day with dissolve
    
    "Вода была немного теплее обычного, а значит, что впервые за несколько дней можно будет нормально умыться, без боли и страданий."
    "За умыванием, я не сразу заметил, что ко мне подошла Лена."
    "Лишь чуть позже, я обратил внимание и поднял на нее взгляд."
    
    scene bg ext_washstand_day with dissolve
    show un smile pioneer close at center with dspr
    
    un "Привет."
    me "Ага."
    
    "Я ополоснул рот и выплюнул остатки зубного порошка."
    
    un "Как спалось?"
    me "Хорошо, правда проснулся с больной головой."
    
    show un shy pioneer close at center with dspr 
    
    un "Ой, бедный, а чего ты так?"
    me "Да вот, режим сна благодаря вожатой восстановил, от того и болит."
    un "Вот оно что... {w}Может в медпункт сходишь от головы таблетку попросишь?"
    
    "Несмотря на крайне неприятную головную боль, Виола могла доставить мне ещё больше головной боли."
    "Поэтому желания идти в медпункт не было от слова совсем."
    
    me "Да не, не сильно болит, думаю пройдет скоро."
    un "А если не пройдет?"
    me "Тогда пойду на гильотину, что мне ещё остается."
    
    show un grin pioneer close at center with dspr
    
    un "Ты если с медсестрой пересекаться не хочешь, то давай я тебе сама дам таблетку, у меня с собой есть."
    me "Да мне правда нормально, просто легкий дискомфорт и всё."
    
    show un smile pioneer close at center with dspr
    
    un "Ладно, пойдем на площадь, к линейке готовится."
    me "Я бы рад, только мне побриться надо ещё, так что давай уже на самой площади пересечемся, ладно?"
    
    show un normal pioneer close at center with dspr
    
    "После моего ответа, улыбка с лица Лены пропала и она грустно вздохнула."
    
    un "Ладно, тогда я пойду..."
    me "Угу."
    
    "Лена медленно удалилась в сторону площади."
    
    hide un with dspr

    scene bg ext_washstand2_day with dissolve    
    
    "Я же вернулся к своей раковине и достал из кармана бритву."
    "Сняв что-то вроде специального колпачка с лезвия до меня только сейчас дошло:"
    th "Ёмаё, я же не спросил у завхоза, есть ли у него хоть что-то навроде пены для бритья."
    
    me "И как мне быть?"
    
    "В голову особо ничего не лезло, а бриться на сухую ой как не хотелось."
    "Так что я вновь достал свой кусок мыла и просто намылил себе лицо."
    "Не то чтобы мне это должно было сильно помочь, но по крайней мере процесс должен был идти чуть мягче."
    
    # таймскип    
    
    "Закончил я бриться довольно быстро, и на моё удивление без сильного дискомфорта, даже не поранился ни разу."
    "Стерев остатки мыла водой и полотенцем, я закрыл бритву колпачком и кинул в пакет к принадлежностям."
    th "Главное потом не забыть."
    
    scene bg ext_washstand_day with dissolve
    
    th "Теперь осталось самое сложное, придумать как не пойти на линейку и остаться безнаказанным."
    "И если с первой частью плана всё было как два пальца об асфальт: просто не идти на линейку, то вот со второй..."
    "Вожатая может устроить мне такие американские горки, которые я запомню на пол жизни вперед."
    "Но в голову абсолютно ничего не лезло, от слова совсем."
    "Так что не придумав ничего лучше, я просто сошел немного в сторону от умывальников и спрятался в кустах под деревом."
    th "Здесь меня точно не найдут, а до завтрака моими поисками никто заниматься не будет, что значит можно спокойно посидеть полчаса в тишине да спокойствии."
    
    # мини таймскип
    
    show kat normal pioneer at center with dspr
    
    kat "Приветик, а ты чего под деревом делаешь?"
    
    "Однако, не прошло и десяти минут, как меня нашла неожиданно появившаяся Катя."
    
    me "Сижу и ещё по совместительству отлыниваю от линейки."
    
    show kat happy pioneer at center with dspr
    
    kat "Правда? Ну тогда у меня для тебя плохие новости."
    me "И какие же?"
    kat "Меня за тобой Ольга Дмитриевна послала."
    kat "Так что давай, встал и побежал на линейку, не то со слов вожатой, тебя будут ждать непредвиденные последствия."
    th "Интересно, что это за последствия такие?" 
    me "Кать, я не очень-то и хо..."
    kat "Я сказала побежал!"
    
    "Она резко взяла меня за запястья и стала пытаться поднять. {w}Разумеется, без особого успеха."
    
    th "Ну а чего ты хотела, сорок пять тонн как-никак."
    
    kat "Ну вставай давай!"
    
    "Катя сделала грустные глазки, которыми уставилась на меня."
    "Конечно в этот раз, эта схема на меня не сработала, но всё же решил немного подыграть ей и встал на ноги."
    
    me "Всё, я встал, довольна?"
    kat "А теперь пошли на линейку!"
    me "У меня есть предложение получше. {w}Давай немного погуляем, м?"
    kat "Ага, чтобы ещё и мне прилетело от вожатой? {w}Пожалуй откажусь."
    
    "Несмотря на её отказ, я всё же решил попытаться додавить свою линию и заставить усомниться её в походе на линейку."
    
    me "Ой, да ладно тебе. Что тебе сделает Ольга Дмитриевна?"
    kat "Ну... Не знаю... Много чего наверное."
    me "Вот именно, что «наверное»."
    me "К тому же, ты ещё никак не успела серьезно провиниться перед ней, так что отделаешься небольшим выговором и усё."
    me "Посему, давай просто сдохим прогуляемся например до... Муз клуба. {w}Айда и Мику там встретим, поиграем вместе немного..."
    
    "Катя серьезно задумалась."
    th "Видимо, моя затея удалась."
    
    "Тяжело вздохнув, она наконец отпустила мои руки и я сразу принялся тереть запястья."
    
    th "Ну и крепкая хватка у нее, аж зудит немного. {w}Так у меня ничего не выйдет сыграть, хотя может по пути пройдет."
    
    kat "Вот Семён, умеешь ты убеждать, пошли поиграем."
    me "Ага, только давай, чтобы время не терять, сократим путь через пролесок."
    kat "Хорошо, только постарайся в этот раз не заблудится."
    me "Ничего не обещаю."
    
    stop ambience
    show bg ext_path_day with dissolve
    play ambience ambience_forest_day
    
    "Мы вышли в пролесок."
    "На протяжении пути, что нами был пройден, Катя с большим любопытством разглядывает моё лицо."
    "И когда меня стало это уже реально смущать, она сказала:"
    
    kat "Ты побрился что ли?"
    me "М? Ну, да."
    kat "Так вооот что, а я тут думаю."
    me "А что? Хочешь сказать щетина мне шла?"
    kat "Нет, совсем не шла, ты так куда {i}симпатичнее{/i} выглядишь."
    me "Что ж, спасибо."    
    
    "Тем временем мы вышли к муз кружку."
    
    stop ambience
    show bg ext_musclub_day with dissolve
    play ambience ambience_camp_center_day
    
    "Никакой музыки с его стороны не доносилось, от чего мною был сделан вывод, что мы будем одни."
    
    kat "Похоже будем одни играть."
    me "Да и ладно."
    kat "Ну не знаю, с Мику всё же по веселее как-то."
    
    "Я пожал плечами и пошли дальше к муз кружку." 
    
    show bg ext_musclub_verandah_blwnfh with dissolve
    
    "Придя к крыльцу, Катя заметила, что дверь была приоткрыта."
    
    kat "Похоже хозяева на месте."
    me "Ну или неряха Мику забыла закрыть дверь."
    kat "А это мы сейчас и узнаем."
    
    "Катя быстро проскользнула в муз клуб вперед меня, что я аж немного отшатнулся."
    me "Куда так летишь, блин."
    "Восстановив равновесие, я вошел внутрь."
    
    stop ambience
    scene bg int_musclub_day with dissolve
    play ambience ambience_music_club_day
    
    show kat normal pioneer at left with dspr
    
    kat "Ой..."
    "Войдя внутрь обнаружилось, что хозяйка действительно была у себя дома."
    "Вот только на полу и в спящем состоянии."
    th "Надо же, все удобства тут организовала себе, постелила подобие матраса, притащила одеяло, подушку и спит."
    th "Интересно, почему именно здесь."
    
    kat "Не удобно вышло как-то... {w}Может пойдем куда-то в другое место?" 
    me "Да..."
    
    "Мы уже было собирались уходить, как полы подло протяжно проскрипели и Мику проснулась."
    "Протерев глаза, та немного приподнялась и посмотрела на нас, а мы на нее."
    
    kat "Доброе утро я полагаю."
    
    "Пока мы разглядывали друг друга, я заметил крайне важную деталь, от которой мне стало ещё более неловко и заставило немного покраснеть."
    "На стуле возле рояля висела форма и... {w}нижнее белье."
    "Мику, видимо, немного пришла в себя и вся покрылась румянцем."
    
    mi "С-Семён, н-не мог бы ты... Отвернутся?"
    
    "Сказала она, натянув на себя одеяло повыше."
    
    me "Да, сейчас."
    
    hide kat with dspr
    
    "Я быстренько отвернулся, уткнувшись взглядом в стену."
    
    # "И уткнулся взглядом в остекление двери, но очень быстро понял, что это была очень не хорошая затея."
    # "А всё из-за того, что в нем хоть и плохо, но отражалось всё происходящее позади."
    # "Но уже отвести свой взгляд я не мог и просто наблюдал за тем, как обнажённая девушка медленно встает из постели."
    # "А чуть позже, также медленно одевает свою форму."
    # "Только когда Мику оделась, я наконец смог оторвать свой взгляд, вот только поворачиваться мне теперь было нельзя."
    
    "Но краем глаза, я заметил, что хоть и плохо, но в остеклении двери, всё позади меня отражается."
    "Любопытство сразу же попыталось взять надо мной вверх и заставить полностью перевести взгляд на дверь."
    "Однако мне удалось одержать над ним вверх и я просто закрыл глаза."
    
    th "Не смотри, не смотри, не смотри, не смотри, не смотри..."
    
    "Повторял я про себя до тех пор, пока не услышал от Мику разрешения повернуться." 
    
    show kat normal pioneer at left with dspr
    show mi shy pioneer at right with dspr
    
    mi "Вы уж простите, что я тут разлеглась, не думала, что кто-то с утра придет, а сама я до поздно засиделась уже не в первый раз, вот и на такие случаи у меня тут есть специальная постель, чтобы Лену не тревожить и не будить."
    
    "Протараторила она с большой скоростью, так что я понял целое ничего."
    
    kat "А ты прости нас, что мы вот так к тебе вторглись, без стука."
    
    "Но Катя видимо когда-то успела научиться понимать такую скорость речи."
    
    me "Думали, тебя тут нету."
    mi "Ой, а я что, мешаю получается? Может мне уйти..."
    kat "Нет-нет, оставайся, мы как раз надеялись, что ты будешь с нами."
    me "Она права."
    
    show mi upset pioneer at right with dspr
    
    mi "Ладненько, только я же не умытая, не ухоженная, неужели вам будет приятно играть с такой чупакаброй?"
    kat "Ой Мику, ну брось. {w}Нормально ты выглядишь, а это не всем дано."
    
    show mi normal pioneer at right with dspr
    
    mi "А мне хочешь сказать дано?"
    kat "А-то!"
    me "Так что, перед завтраком сыграем немного?"
    mi "А какже линейка?"
    th "Ещё одна."
    me "К чёрту её, к тому же ты уже проспала."
    
    show mi shocked pioneer at right with dspr
    
    mi "Правда?! {w}Нет ребят, вы как хотите, а я побежала, не то Ольга Дмитриевна мне такое устроит..."
    mi "В общем одного раза мне было достаточно, чтобы запомнить навсегда."
    
    "Мику быстренько схватила пакет с умывальными принадлежностями и помчалась к выходу."
    
    show mi grin pioneer at right with dspr
    
    mi "Кстати если вы тут остаетесь, то будете так добры убрать мою постель?"
    
    "Стоя уже на пороге сказала она."
    
    me "Что?"
    kat "Аэм... А куда?"
    mi "Ну я пошутила, но если хочешь убрать, то в подсобке там есть небольшое местечко под нее, только сложи аккуратно!"
    kat "Хорошо, сделаю всё как надо."
    mi "Спасибо. {w}Так, всё, я побежала, до встречи!"
    
    hide mi with dspr
    
    "Мику выбежала из муз клуба и помчалась в сторону площади, видимо, отметиться у вожатой."
    
    "Я закрыл за ней дверь, а Катя тем временем приступила убирать постель за Мику."
    
    kat "Интересно, неужели ей было удобно лежать на полу?"
    me "Так она же с далекой планеты Япония, там все спят полу."
    
    "Катя тихонько посмеялась."
    
    kat "Да, странные они. {w}Но весёлые и забавные."
    me "Ну, не сказал бы, что они все такие."
    kat "По крайней мере Мику такая."
    
    "Пока мы тут болтали, Катя уже успела сложить постель и понести её к подсобке."
    
    kat "Семён, не мог бы ты мне помочь и открыть дверцу?"
    me "Да, сейчас."
    
    "Я подошел к Кате и дернул за дверную ручку, но дверь не открылась."
    "Подергав её ещё немного и потянув дверь на себя и от себя, нами был сделан вывод, что подсобка-то закрыта."
    
    kat "И куда теперь это всё класть."
    me "Это-то ладно, не беда..."
    kat "А что беда?"
    
    "Я немного усмехнулся."
    
    me "На чём мы играть будем? Наши инструменты же внутри."
    
    "Катя после мои слов, видимо, осознала всю ситуацию и тут же поникла настроением."
    
    kat "Ну ты хотя бы можешь взять гитару в углу, а я в пролёте." 
    me "Да я могу, только она принадлежит Мику."
    me "И думаю она меня по головке не погладит за то, что я использовал её инструмент без разрешения."
    kat "И что же тогда будем делать?"
    me "Что будем делать, что будем... Учиться играть на других инструментах, вот что."
    kat "А остальные инструменты хочешь сказать не Микувские?"
    me "Да, ведь они общие."
    kat "Ладно..."
    
    "Я подошел к барабану и взял с него трубу, на которой попробовать поиграть."
    "Естественно, ничего хорошего у меня не вышло и издав пару ужасных звуков, я положил инструмент обратно."
    
    me "Да уж... Наверное, труба явно не моё."
    
    "Катя взяла рядом лежащую с трубой флейту и поднесся ко рту, как будто задумалась."
    "Держала она её довольно уверенно и вроде как правильно, из чего можно сделать вывод, что она умеет с ней обращаться."
    "Постояв так ещё пару секунд она начала наигрывать пусть и простенькую, но довольно красивенькую мелодию."
    
    th "Надо же..."
    
    "Спустя около минуты она закончила и положила флейту обратно."
    
    kat "Ну как?"
    me "Неплохо, вполне неплохо, а ты откуда на флейте играть умеешь?"
    kat "Так в музыкальной школе я не сразу определилась с инструментом, вот сначала и училась играть на флейте."
    kat "А потом поняла, что меня больше тянет к скрипке."
    me "Вот как... Я получается в пролете."
    kat "Ну так понятное дело, что с первого раза у тебя ничего не выйдет."
    me "Эт точно..."
    
    "Осматриваясь и выискивая на чём ещё можно было бы поиграть, мой глаз приметил магнитофон и лежящие рядом с ним кассеты, на полке в углу."
    "Меня заинтересовало, какой он марки и что за музыка лежала рядом, так что я подошел к нему поближе."
    
    kat "Ты куда?"
    me "Да вот, вещица тут одна меня интересует."
    
    "Подойдя ближе и начав разглядывать его, сразу стало ясно, что магнитофон-то японский."
    "Лежащие же рядом кассеты были явно иностранного происхождения. {w}По крайней мере, находившиеся здесь были с названиями не на русском."
    
    kat "Ну что, есть что-нибудь интересное?"
    
    "Сказала Катя, стоявшая уже прямо за моей спиной и выглядывая из-за моего плеча."
    
    me "Не знаю, тут всё, неизвестная мне, иностранщина."
    
    "В самом же «японце» уже была вставлена кассета, которую чисто из интереса и включил."
    # тут надо вставить Kerber - Ratne Igre 
    "По началу стало ясно, что это какой-то технорок, который я никогда до это особо не слушал."
    # мини пауза.
    "А вот когда пошли слова, я впал в серьезный такой ступор."
    "Казалось, что пели на русском языке, но вот немного другом, будто выдуманном языке, в основу которого лёг русский."
    th "Видимо страна производитель славянская... Может из Польши? Да вроде нет, язык не похож. {w}Тогда... Болгария?."
    th "Да, наверное болгары спели, только вопрос как эта кассета попала в руки Мику. {w}Хотя, зная её нездоровую любовь к музыке, это наверное не самое удивительное, что можно найти в её коллекции."
    
    me "Есть предположение на каком это языке поется?"
    kat "Да вот тоже думаю и не знаю даже..."
    me "Ладно, значит у Мику узнаем."
    
    "Спустя около двух минут музыка закончилась и магнитофон сам остановил воспроизведение."
    "И я почти сразу достал кассету, чтобы узнать название песни и исполнителя."
    
    th "Кер-бер, ратнэ игрэ. {w}Что за дурацкое название?"
    me "Мда, непонятная песня какая-то."
    kat "Мне кстати на удивление понравилось, вот бы только узнать смысл."
    me "Не думаю, что там что-то прям интересное."
    kat "Откуда такое сомнение, что, знаешь текст?"
    me "Нет, поэтому и сомневаюсь. {w}Вот когда узнаю текст и его перевод на русский, тогда я, может быть, поменяю своё мнение а пока..."
    me "Что тут ещё у нее есть."
    
    "Я стал рыться в лежащих здесь кассетах."
    
    kat "А что, за кассеты, Мику по шапке не настучит?"
    
    "С нескрываемой насмешкой в голосе сказала Катя."
    
    me "Ты не понимаешь, это другое."
    kat "Правда? А я так не думаю."
    me "Ой, да ладно тебе, она даже не заметит."
    
    "Разглядывая кассеты я стал думать, какую бы включить."
    "Правда опираться не на английские названия было довольно сложно."
    th "И откуда у нее только всё это?"
    "Так мы просидели минут десять, выбирая музыку."
    
    #мини таймскип
    
    mi "Нравится что-нибудь?"
    
    "Сказала неожиданно вернувшаяся Мику."
    "Это было настолько внезапно, что мы с Катей почти одновременно обернулись, и испуганными взглядами уставились на Мику, которая тихо хихикала."
    th "И как мы только её не заметили?"
    
    show mi grin pioneer at right with dspr

    kat "А ты чего не на линейке?"
    
    show mi happy pioneer at right with dspr
    
    mi "А я смогла отпросится у Ольги Дмитриевны."
    me "Вот так просто?"
    
    show mi upset pioneer at right with dspr
    
    mi "Ну я всё равно сильно опоздала и пропустила всё важное, так что я попросила у Ольги Дмитриевной отпустить меня пораньше с линейки, взамен на то, что буду дежурить весь день в столовой."
    th "Колдунья! Чёрная магия! {w}Мною же множество раз было доказано, что с ней просто невозможно договорится!"
    me "Так, погоди, ты к ней подошла пока она вещала?"
    mi "Нет, вместо неё сегодня вещала Славя, пока вожатая стояла рядом и следила за порядком в строю, вот и смогла спокойно отпроситься без отвлечения от работы."
    me "Повезло..."
    
    show mi normal pioneer at right with dspr
    
    mi "Воооот... А вы чего кстати не играете, а кассеты разглядываете?"
    kat "Так подсобка-то закрыта."
    
    show mi shy pioneer at right with dspr
    
    mi "Ой правда? А я что, не выдала тебе ключ от нее?"
    kat "Как видишь."
    mi "Как неудобно вышло, вы уж простите меня, что я такая забывчивая, сейчас быстренько открою её вам."
    
    "Мику достала из под рубашки небольшой ключик на веревке и открыла подсобку, в которую мигом же удалилась Катя."
    
    hide kat with dspr
    
    me "Кстати Мику."
    mi "Слушаю."
    me "А что за песня у тебя такая стоит в магнитофоне? Некая, Кербер, ратнэ игрэ, что это и откуда?"
    
    show mi upset pioneer at right with dspr
    
    "Мику на пару секунд серьезно задумалась, видимо вспоминая про что она.."
    
    show mi normal pioneer at right with dspr
    
    mi "Это песня из Югославии, мне эту кассету один знакомый, как раз оттуда, подарил, там насколько я помню с его слов, поется против войн и что надо жить дружнее."
    me "Понятно, интересные у тебя знакомые."
    
    show mi smile pioneer at right with dspr
    
    mi "Так это ещё верхушка айсберга, так сказать! {w}У меня очень много знакомых, не только из разных городов, но и стран тоже."
    mi "Я когда с папой ездила в Польшу, познакомилась чуть ли не с половиной Варшавы."
    mi "И знаешь, там такие приятные люди, а ещё они все удивлялись тому, что я японка. {w}Вот с некоторыми друзьями и знакомыми мы до сих пор поддерживаем связь."
    mi "А до этого, я хоть и была маленькой, но отчетливо помню поездку в Берлин."
    
    show mi sad pioneer at right with dspr
    
    mi "Там очень красиво, только жаль, что тогда весь город посмотреть нельзя было из-за стены, к которой и не подойти даже. Сразу дядя в погонах и военной форме развернет тебя в противоположную сторону."
    me "Будто сейчас сможешь его полностью посмотреть..."
    
    show mi upset pioneer at right with dspr
    
    mi "Ну да, смогу если отец туда снова поедет, стены же уже как два года нету."
    me "Как это, нет?"
    
    "Такой ответ ввел меня в ступор мягко говоря."
    
    show mi normal pioneer at right with dspr
    
    mi "Германия уже как два года едина."
    me "О как, и что, там до сих пор коммунисты?"
    
    show mi laugh pioneer at right with dspr
    
    "От моего вопроса, Мику громко рассмеялась."
    
    mi "Ну конечно же! Кто там ещё может быть?"
    
    "Я был в полном шоке от такого ответа."  
    
    me "Мало ли..."
    
    th "Вот как значит... Германия едина и под флагом ГДР... {w}Какие же ещё тогда здесь могут быть отличия в истории?"
    
    show mi normal pioneer at right with dspr
    
    show kat normal pioneer at left with dspr
    
    "И в этот момент из подсобки донесся громкий грохот, от которого Мику немного вскрикнула, видимо от испуга."
    
    show mi scared pioneer at right with dspr
    
    mi "Катя, у тебя там всё хорошо?"
    
    "Крикнула Мику, но ответа не последовало."
    
    mi "Не отвечает, может её там придавило? Семён пойдем поможем ей!"
    
    "Мику распахнула дверь в подсобку и там на входе уже стояла Катя, вся в пыли с гитарой и скрипкой в руках и смычком в зубах."
    "Сия картина мне показалась очень забавной и я невольно усмехнулся."
    
    mi "Катя! Он же грязный! Зачем ты его в рот взяла?"
    kat "Мамальна."
    
    "Пробубнила она и выйдя из подсобки, прошла до середины глуба, где положила инструменты и достала из зубов смычок."
    
    kat "Играть будем?"
    
    show mi shocked pioneer at right with dspr
    
    "Мику смотрела на пыльные инструменты вытаращив глаза."
    
    mi "Ты где эти инструменты достала? Это же не те, что я вам выдавала."
    kat "А какая разница?"
    mi "Так ваши настроены правильно, а эти... Я в первые вижу если честно."
    
    show mi normal pioneer at right with dspr
    
    mi "Пойду поищю ваши инструменты."
    
    hide mi with dspr
    
    "Она удалилась в подсобку, а я перевёл взгляд на Катю и посмеялся."
    
    kat "Что?"
    
    "Я подошел к Кате и стал отряхивать с нее пыль."
    
    me "Куда ты так залезла, что вся в пылюки?"
    kat "Так там не убирались лет сто!"
    
    show mi normal pioneer at right with dspr
    
    "Вскоре из подсобки вернулась Мику, с нашими инструментами на перевес."

    mi "Вот и они, лежали чуть-ли не у самого входа и все чистенькие, ухоженные, а самое что главное — настроены."
    kat "А с этими тогда что делать?"
    mi "Убрать конечно же, и поскольку я не знаю откуда ты их достала, убирать будешь ты."
    kat "Ладно."
    
    "Катя нагнулась обратно за инструментами, а Мику поставила наши рядом с пианино."
    
    show mi dontlike pioneer at right with dspr
    
    mi "Только я тебя умоляю, не бери смычок в зубы! Неси его в руках как нормальный человек."
    kat "Хорошо-хорошо."
    mi "Кстати, куда вы убрали мою постель?"
    kat "А вон, на стуле рядом с пианино лежит."
    
    "Катя указала пальцем на тот стул с постелью."
    
    mi "Ага, спасибо."
    
    hide mi with dspr
    hide kat with dspr
    
    "Мику взяла свою постель и вместе с Катей они удалились в подсобку."
       
    "В ожидании подруг я уселся на стуле в углу и задумчиво уткнулся в окно."
    th "Видимо придется опять думать, какую музыку сыграть желательно на троих."
    th "Вот были бы у меня кассеты или что-то вроде такого с той музыкой, что я слушаю..."
    th "Можно конечно попробовать и с телефона дать послушать, не зря же я его каждый день с собой таскаю."
    th "Только вот боюсь, это вызовет множество вопросов и, может быть, даже временной парадокс из-за которого схлопнется вселенная."
    th "Посему, не буду рисковать и сыграем какого-нибудь Цоя."
    th "Ну там не знаю... Звезду по имени солнце например, или..."
    
    "Я встал со стула и подойдя к пианоно взял свою гитару, после чего вернулся обратно."
    
    th "Может сыграть товарища Высоцкого, пока подруги потерялись?"
    th "Только у него была семиструнная, а у меня шести... {w}Значит, буду импровизировать."
    
    "И думая что сыграть, в памяти вспылала одна крайне забавная песенка: «Песенка ни про что, или Что случилось в Африке»."
    "Немного потупившись, вспоминая аккорды и слова, я начал играть."

    $ blwnfh_set_mode(nvl)
    nvl show dissolve

    me "В желтой жаркой Африке, в центарльной её части."
    me "Как-то вдруг вне графика случилося несчастье."
    me "Слон сказал, не разобрав: «Видно, быть потопу!»."
    me "В общем так: один Жираф влюбился в Антилопу."
    me "Тут поднялся галдеж и лай, и только старый Попугай громко крикнул из ветвей:"
    me "«Жираф большой — ему видней!»."
    
    me "Затю антилопьему зачем такого сына?"
    me "Всё равно — что в лоб ему, что по лбу — всё едино."
    me "И жирафов зять брюзжит: «Видали остолопа?!»"
    me "И ушли к бизонам жить с Жирафом Антилопа."
    me "Тут поднялся галдеж и лай, и только старый Попугай громко крикнул из ветвей:"
    me "«Жираф большой — ему видней!»."
    
    me "«Что же, что рога у ней? — кричал Жираф любовно."
    me "«Нынче в нашей фауне равны все поголовно!"
    me "Если вся моя родня будет ей не рада, не пеняйте на меня - Я уйду из стада!»"
    me "Тут поднялся галдеж и лай, и только старый Попугай громко крикнул из ветвей:"
    me "«Жираф большой — ему видней!»"
    
    me "В желтой жаркой Африке не видать идиллий."
    me "Льют Жираф с Жирафихой слёзы крокодильи."
    me "Только горю не помочь — нет теперь закона."
    me "У Жирафов вышла дочь замуж за бизона."
    me "Пусть жираф был неправ, но виновен не Жираф."
    me "А тот, кто крикнул из ветвей: «Жираф большой — ему видней!»."
    
    $ blwnfh_set_mode()
    
    "Закончив играть, я заметил, что девушки выглядывая из подсобки смотрят на меня."
    "Видимо поняв, что их обнаружили, они вышли оттуда."
    
    show mi normal pioneer at right with dspr
    show kat normal pioneer at left with dspr
    
    kat "Какая смешная песня, сам сочинил?"
    
    "Я усмехнулся."
    
    me "Нет, у меня не такое хорошее воображение, как у Высоцкого."
    
    "Катя тихонько засмеялась."
    
    kat "Ой, кого ты обманываешь, не мог Высоцкий придумать такую... Странную песню."
    me "Да всмысле обманываю, реально его песня, Мику подтвердит, правда?"
    
    show mi happy pioneer at right with dspr
    
    mi "Не знаю, не слышала такой."
    kat "Вооот, так что не надо нам тут врать."
    me "Та ну вас."
    
    "Я отмахнулся рукой и отложил гитару в сторону."
    "Вдалеке же послышался горн зовущий на завтрак."
    
    show mi normal pioneer at right with dspr
    
    me "Ну так что? Будем играть или пойдем поедим?"
    me "А то, не знаю как вы, а я сейчас бы не отказался от чая хотя бы."
    kat "Да и я как-то вот тоже передумала насчёт прогула завтрака."
    
    show mi dontlike pioneer at right with dspr
    
    mi "А не могли раньше определится? Зачем я все эти инструменты доставала и зачем отпрашивалась у вожатой?"
    kat "Так после завтрака поиграем."
    mi "Ну оставлять так просто их тут нельзя, надо обратно убрать."
    me "Мику, слушай, пусть наши инструменты будут стоять рядом с барабанной установкой?"
    me "К чему вот всё жесткое распределение, из-за которого мы между прочим чуть не оказались в пролете."
    
    show mi sad pioneer at right with dspr
    
    "Мику грустно вздохнула."
    
    mi "Но так же нельзя..."
    me "Это у вас в Японии нельзя, а у нас в России, всё чуть проще."
    me "И пока ты живешь в России, ты тоже думай чуть проще и менее стандартно."
    
    show mi upset pioneer at right with dspr
    
    mi "Ладно... Я попробую мыслить как вы... {w}Только думаю, это дасться мне ой как не просто, всё же я прожила большую часть жизни в Японии."
    
    show mi grin pioneer at right with dspr
    
    mi "Кстати, я так полагаю это не распространяется за пределы РСФСР, верно?"
    th "А ёлки, точно, мы же в союзе... {w}Подзабыл чутка."
    me "Да наверное."
    mi "Отлично, а то я совсем не знаю как мыслят например украинцы или беларусы."
    kat "Ну что, наговорились вдоволь? {w}А теперь идём есть!"
    
    "Недовольно пробурчала Катя, стоящая у выхода сложив руки."
    
    me "Да, уже идём."
    
    "Я встал со стула и направился на выход, как Мику взяла меня за запястье."
    
    show mi dontlike pioneer at right with dspr
    
    mi "А гитары кто на новое место убирать будет?"
    me "Когда закрывать муз клуб будем, тогда и уберем, а пока пошли есть."
    
    "Мику недовольно фыркнула и мы направились на выход."
    
    # таймскип
    
    stop ambience
    show bg ext_dining_hall_near_day with dissolve
    play ambience ambience_camp_center_day
    show mi normal pioneer at right with dspr
    
    "Быстрым шагом мы дошли до столовой и на удивление не оказались последними."
    "Перед нами в столовую вошли ещё несколько незнакомых мне пионеров."
    "За ними мы и прошмыгнули внутрь."
    
    stop ambience
    show bg int_dining_hall_people_day with dissolve
    play ambience ambience_dining_hall_full
    show mt angry pioneer at center with dspr
    
    "И столкнулись с Ольгой Дмитриевной, которая сразу же обратила на нас внимание."
    
    mt "Ага... А вот и прогульщики пожаловали!"
    kat "Здравствуйте."
    mt "Так, Мику, можешь идти, а с этими мне нужно провести... Профилактическую беседу."
    
    show mi sad pioneer at right with dspr
    
    "Мику посмотрела на нас грустными глазами и ушла вглубь столовой."
    
    hide mi with dspr
    
    me "Ольга Дмитриевна, может мы сначала позавтракаем, а уже потом будете беседы устраивать."
    mt "А это ненадолго, всего лишь попрошу соизволить объяснится, почему не явились на линейку."
    
    "Я собирался выдать из себя более менее сносное оправдание, но вожатая не дала мне начать."
    
    mt "Хотя, можете даже не пытаться, всё с вами ясно и так."
    mt "В общем так... Катя."
    kat "Слушаю..."
    
    "Грустно сказала она и опустила голову."
    
    mt "Сегодня помогаешь Мику дежурить в столовой, а ты... {w}Ты..."
    me "Что я?"
    mt "Значит так, как главный прогульщик, тебя надо наказывать куда более основательно."
    mt "Сейчас, после завтрака, будешь вместе Катей и Мику убираться в столовой."
    mt "Затем будешь помогать парням отнести оборудование с футбольного поля."
    mt "А после, вечером будем вместе убираться в доме."
    th "Что ж, могло быть и хуже, главное чтобы оборудование не весило под пол тонны."
    
    show mt normal pioneer at center with dspr
    
    mt "Кстати говоря, ты будешь кого-то звать с собой комментировать?"
    
    "Неожиданно более мягким голосом сказала вожатая."
    
    th "Как же вы так быстро переобуваетесь с одного состояния на другое?"
    
    me "А, ну..."
    
    "Я повернулся к Кате."
    
    me "Будешь со мной комментировать сегодня после обеда матч?"
    
    "Она пару секунд подумала, а после ответила:"
    
    kat "Да, почему бы и нет."
    
    "Я повернулся обратно к вожатой."
    
    me "Вот, со мной Катя будет."
    
    "Ольга Дмитриевна вздохнула и покачала головой."
    
    mt "Ладно, тогда с послеобеденной уборки ты освобождаешься."
    me "Мы свободны?"
    mt "Да, можете идти брать завтрак."
    
    hide mt with dspr
    
    "Мы ушли к раздаче, где взяли подносы с едой."
    "Ищя место, мы хотели сесть рядом с Мику, но она сидела со своими, видимо, подругами и сободных мест рядом не было."
    "Зато пара свободных мест были рядом с Леной, к которой мы и подошли."
    
    show un normal pioneer at right with dspr
    
    kat "Можно к тебе?"
    un "Да, конечно."
    
    "Грустно сказала она и мы сели за столик."
    
    th "Интересно, чего это она."
    kat "А ты что такая грустная?"
    
    "Лена пару секунд смотрела в свою тарелку, мешая содержимое ложкой, после чего ответила:"
    
    un "Да вот, спалось плохо, из-за Мику переживала... {w}Она же вчера ночью так и не явилась домой."
    kat "А она у себя в муз клубе спала."
    un "Правда? А я всё думала, где же она..."
    
    "Она мимолётом перевела взгляд на меня и тут же увела обратно."
    
    un "Сенечка, а ты чего так и не пришел на площадь? Обещал же."
    me "Ну, так вот вышло..."
    
    "Мне стало немного стыдно за это и я виновато отвел взгляд в сторону."
    "И в этот момент, Лена просто встала из-за стола и взяла поднос с едой."
    
    un "Ладно, я пойду, приятного аппетита."
    kat "Спасибо."
    
    "Я непонимающе посмотрел на нее, а она посмотрела на меня неким осуждающим взглядом."
    "Постояв так некоторое время, она ушла в сторону сдачи подносов."
    
    me "Что это с ней?"
    kat "А что не так?"
    me "Странная она какая-то."
    kat "Ну так не спала всю ночь, вот и настроение такое."
    me "Та не в этом деле, она всё время на меня глядела, будто осуждая."
    kat "Так ты же её обманул, сказал, что пойдешь на площадь, а сам в муз клуб пошел."
    me "Но не повод же... {w}Мне кажется, что дело в чем-то другом..."
    me "Ладно, потом разберусь, а пока за дело."
    
    "Я принялся активно уплетать свой завтрак, даже толком не изучив его."
    
    
    
    
    
    
    
    
    
    
    
    
    
    