label blwnfh_day_6:
    
    # Семён просыпается
    
    play ambience ambience_int_cabin_evening
    scene bg int_house_of_mt_day with dissolve

    "Я проснулся от просто дичайшей боли во всех суставах."
    
    th "Как я и предсказывал вчера."
    
    "Но сильнее всего болели руки, да так, что я их ели чувствовал и почти не мог шевелить."
    "Недовольно фыркнув, я кое-как повернул голову к часам."
    "Время было половина девятого утра утра."
    
    th "Твою мать, щас же умываться, потом на линейку и потом ещё завтрак."
    
    "Я попытался вновь заснуть."
    
    # Семён закрывает глаза
    
    "Как ко мне в уши ворвался крайне надоедливый звук."
    "«Хрш—хрш, хрш—хрш» и так непрекращаясь."
    "Да и не похоже, что он вообще собирался прекращаться."
    th "Да что же это такое?"
    
    # Семён открывает глаза
    
    "Приоткрыв глаза, мне сразу стал понятен источник этого звука."
    "Вожатая как обычно, сидя у себя на кровати, расчёсывала волосы."
    "Вот только, был один мааааленький нюанс."
    "Ольга Дмитриевна сидела буквально полуголая."
    "И только лишь рубашка (ну и нижнее белье само собой), немного, да прикрывала ещё."

    th "Вот тебе и доброе утро."
    
    "Я попытался незаметно отвернуться."
    "Но вожатая была у нас из глазастых и быстро заметила возню на моей стороне."
    
    mt "Ой, ты что, проснулся?"
    me "Ну так, чуть-чуть."
    mt "А чего молчишь! Я тут голая вообще-то!"
    me "Заметил уже, вот и отворачиваюсь."
    mt "Ай-яй-яй Семён, как тебе не стыдно."
    me "Ольга Дмитриевна, можно я не пойду на линейку?"
    mt "Ещё чего! Пойдешь, как миленький."
    me "Ольга Дмитриевна я ног не чувствую."
    mt "Семён, до райцентра три сотни километров, если не можешь перевернутся вниз головой и бежать на руках, значит тебе крышка!"
    me "Рук я тоже не чувствую."
    mt "Ну значит, тут только Виолу вызывать."
    me "Ольга Дмитриевна, может хватит стебать?"
    
    "Со стороны вожатой раздался смешок."
    
    mt "Хорошо, я сегодня добрая, можешь полежать до завтрака."
    mt "Но смотри, если не придешь на него, будешь голодать ибо еду я тебе таскать не буду."
    me "Ага, спасибо."
    
    "Я улегся по удобнее на боку и прикрыл глаза."
    
    # Семён закрывает глаза
    
    mt "Кстати."
    me "М?"
    mt "Я вчера поговорила с директорами и смогла выбить нам после обеда час на уборку."
    me "Мм, хорошо."
    mt "Ладненько, отдыхай, пионер."
    
    "Судя по звуку, вожатая встала с кровати и подошла, вроде как, к шкафу."
    "Несколько секунд тишины, после чего она вновь вернулась обратно."
    "Послышался некий шорох, похоже одевается."
    "Спустя какое-то время вожатая удалилась в дальний конец дома и вскоре покинула его."
    
    th "Ура, ещё полтара часа покоя[wp] Как же хорошо[wp]"
    th "Вот это я конечно соня. Уснул приблизительно в семь, а проснулся аж в пол девятого."
    th "Мощно всё таки я утомился."

    "И тут, как в каком-нибудь хоррор фильме, послышался скрежет в окно."
    "Мерзкий такой, противный, аж муражки по коже."
    
    th "Да ёмаё, подремать нормально мне не дадут, да?"
    
    me "Кто там за окном?"

    "Попытался довольно громко сказать, но только прохрипел."
    
    me "Блин."
    
    "Прокашлявшись, я повторил. {w}Уже успешно." 
    "Но ответа не последовало, а скрежет так и не прекратился."
    
    # Семён открывает глаза
    
    me "Да кто там?!"
    
    "Я резко, через боль, приподнялся на кровати."
    "Скрежет на время прекратился."
    "Недовольно вздохнув я только собрался лечь обратно, как это снова продолжилось."

    me "Да твою мать!"

    "Меня это окончательно достало и я наконец поднялся с кровати, да выглянул в окно."
    "А там с обратной стороны сидел кот, Селёдка если быть точным."
    
    me "О, блохастик, давно не видились."
    
    "Кот постучал в окно своей лапой."
    
    me "Что, внутрь хочешь?"
    
    "Он, словно понимая меня, покивал своей милой мордашкой."
    
    me "Боюсь Ольга Дмитриевна не одобрит твоего присутствия здесь."

    "Селёдка встал на задние лапы и облокотился передними на окно, жалостно мяукая."
    "Как будто умоляя впустить его."
    
    me "Ну ладно, чуть-чуть можно наверное."
    
    "Приоткрыв окно, я впустил кота внутрь."
    "Тот спрыгнул с подоконника на пол и стал терется об мои ноги, при этом громко мурлыкая."
    "Я спустился к нему и стал гладить."
    
    me "Пуфыстый."

    "Кот от такой акции невиданной щедрости аж лег на спину, открывая своё пузо."

    me "Шо, хочешь чтобы тебе и пузико почесали?"
    me "Ну давай и пузико тебе почешим."
    
    "Я стал что есть силы чесать коту живот."
    "И тут, в дверь кто-то постучался и вошел."
    
    kat "Ольга Дмитриевна?"
    
    show kat normal pioneer at center with dspr
    
    "Посмотрев на вход, я увидел стояющую Катю."
    "Взгляд которой полнился полнейшим непониманием, а на лице была лёгкая ухмылка."
    
    kat "Что здесь творится?"
    me "Киску глажу, а что?"
    kat "Кого?"
    
    "Селёдка поднял морду и завидев Катю, тут же встал и направился к ней."

    kat "А, Селёдка! {w}А мы с Мику думали, что ты потерялся!"

    "Когда он подбежал к ней, она его подняла и крепко обняла."

    me "Куда он денется, его же здесь кормят."
    kat "Мало ли."
    
    th "Так, пока Катя отвлечена на кота, нужно поскорее одется."
    
    "Сняв шорты и рубашку со стула, я быстренько натянул на себя форму."
    "Правда с пуговицами торопиться было лишним, ибо то и дело не получалось их застегнуть."
    "Но, я смог справится с этой, во истину, сложной задачей."
    "Катя же наконец отпустила бедного котейку который, пройдя пару метров, разлегся на ковре."
    
    kat "Что он у тебя тут делал?"
    me "Не знаю, у него спроси зачем он поскребся в окно."
    kat "Вот как[wp] {w}А ты кстати случаем не знаешь где Ольга Дмитриевна?"
    me "Не имею ни малейшего понятия, по делам ушла куда-то."
    me "А для чего она тебе."
    kat "Да вот, хотела спросить отпустит ли она нас вечером на остров."
    me "Ты чего?! Даже не вздумай у нее этого спрашивать!"
    kat "Почему? Она же если узнает, что без её спроса уплыли пионеры, накажет по самое небалуй."
    me "Потому-что вожатая тебе даст подзатыльника за такие просьбы и не разрешит."
    me "Потом ещё может проконтролировать, чтобы ты уж точно осталась на территории лагеря."
    me "А узнать она не узнает, если кто-нибудь не проболтается."
    kat "Ну вот, а если кто-то расскажет?"
    me "А кто? Женя с Электроником?"
    kat "Ну как вариант."
    me "Слушай, не бери в голову, им это делать незачем."
    me "К тому же Женя пообещала добыть нам лодку."
    kat "Кстати, ты как? Грести сможешь?"
    me "Не знаю, если меня до вечера ничем серьезным нагружать не будут, то думаю смогу."
    kat "Тогда, давай не перенапрягайся!"
    me "Ох, постараюсь."
    kat "Ладно, пойдем на линейку скорей."
    me "А я от нее освобожден."
    kat "Как это."
    me "Связи подруга, связи."
    me "Но, вообще, вожатая просто увидела, что я никакой и разрешила остаться до завтрака."
    kat "Ясно[wp]"
    kat "Получается, до встречи на завтраке?"
    me "Ага."
    
    hide kat with dspr
    
    "Катя покинула дом, как мне показалось, немного расстроенной."
    "А я же лег обратно на кровать, не снимая формы."
    
    th "Блин, помну же, а я только недавно получил этот комплект."
    
    "Ко мне присоединился и Селёдка."
    "Мило мурча, он лёг мне на ноги."
    
    th "Зашибись, теперь я ещё и заложник кота."
    th "Надеюсь надолго он не задержится."

    # Семён закрывает глаза.
    
    "Мышцы и кости жуть как болели."
    
    th "Как же я погребу-то сегодня[wp]"
    th "Но и отменять всё уже как-то не удобно."
    th "Ох, надеюсь, скоро я отдохну сполна. Хотя бы денёк."
    th "А то столько всего произошло, аж голова кругом идёт."
    th "Кстати говоря о прошедших событиях, я совсем забыл про мой дневник. {w}На месте ли он?"
    
    # Семён открывает глаза.
    
    "Засунув руку под подушку, я нащупал и достал оттуда небольшую книжку в мягкой красной обложке."
    
    th "На месте, уже хорошо."
    
    "Повертев его ещё немного в руках, я засунул дневник обратно."
    
    th "Как же повезло мне достать этот дневник, да и ещё такой качественный, с мраморно белой бумагой."
    th "Получается, завтра вечером он наполнится пометками и быть может, даже простенькими зарисовками, если у меня будет желание порисовать."
    th "Главное не забыть, ведь это единственная вещь, что не даёт мне свихнуться окончательно[wp]"
    th "А ещё желательно придумать какую-нибудь[wp] Сигнализацию чтоле."
    th "Чтобы я точно мог узнать, брал кто-то мой дневник или нет."
    th "Но это уже, наверное, потом." 
    
    "Кот зашевелился и переместился мне на живот."
    "А в той области ног, где он лежал, удивительно, но боль отсупила."

    me "Так ты меня лечить пришел?"
    
    # вставить мяу 

    me "Полагаю это да."
    me "Или подожди[wp]"
    
    "Я немного привстал."
    
    me "Тебя вожатая послала, чтобы ты меня вылечил и она могла меня отправить на какую-нибудь тяжелую работу."
    me "Я раскусил тебя, не так ли?"

    # вставить какое-нибудь раздраженное мяу

    me "Так я и знал."
    me "Ну ты и негодяй, хоть и лечишь."
    
    "Селёдка видимо не оценил моих возмущений в его адрес и убежал, расположившись на кровати вожатой."
    
    me "Вот же радости ей будет, когда она тебя там увидит."
    
    "Боль понемногу стала возвращаться."
    
    me "Слушай, прости я не хотел, давай ты вернешься, так хорошо же было."
    
    "Но кот в ответ отвернул от меня свою морду."
    
    th "Обиделся."
    me "Ну и пожалуйста! И без тебя справлюсь!"
    me "Пойду вон, прогуляюсь, это должно помочь мне."
    
    "Встав с кровати, я направился к выходу."
    "И только чуть приоткрыв дверь, Селёдка тут же, пулей вылетел из дома."
    
    stop ambience
    scene bg ext_house_of_mt_day with dissolve
    play ambience ambience_camp_center_day
    
    "Кот скрылся где-то в кустах."
    
    me "Эх, теперь снова потеряется на целую неделю."
    me "Ну да и пёс с ним."
    me "Так-с, собственно зачем я вообще вышел на улицу[wp]"
    me "Ах, точно, погулять."
    me "Только мне как-то лееееень стало." 
    me "Может всё-таки на кровати быстрее пройдет? {w}Хотя, вряд ли."
    me "Ладно, пойду для начала умоюсь, а потом уже решу, стоит напрягаться или нет."
    
    # переход 
    
    stop ambience
    scene bg ext_washstand_day with dissolve
    play ambience ambience_day_countryside_ambience
    
    "Придя к умывальникам, я, на своё удивление, увидел здесь Ульяну."
    
    show us calml pioneer at center with dspr
    
    me "А ты чего не на линейке?"
    
    show us dontlike pioneer at center with dspr
    
    us "Провпала!"
    
    "Это было единственным что я понял, ведь дальше она стала что-то прям активно бурчать."
    "Но вообще ничего не было понятно." 
    "Похоже её рот был полон зубного порошка."
    
    me "Сплюнь, а потом уже говори."
    
    "Я встал рядом и принялся умываться."
    "И поскольку я гений, не взял свой пакет с умывальными принадлежностями."
    "Обойдусь обычным ополаскиванием лица и рта."
    "Ульяна же последовала моему совету и выплюнула всю эту стремную порошковую массу, а остаток смыла водой."
    
    show us calml pioneer at center with dspr
    
    us "Проспала я."
    me "Вот как."
    
    show us dontlike pioneer at center with dspr
    
    us "Это всё Двачевская виновата!"
    me "И в чём же она виновата?"
    
    show us sad pioneer at center with dspr
    
    us "Я вчера поздно спать легла."
    us "С друзьями гуляла, так сказать, победу праздновали."
    us "Ну и припозднилась немного."
    us "И когда я пришла, Алиса ещё не спала, тогда я попросила её разбудить меня пораньше."
    us "Она согласилась и я спокойно уснула[wp]"
    us "А проснулась буквально минут пять назад."
    us "Вот и доверяй после этого подруге." 
    
    "Я усмехнулся, и принялся умывать лицо."
    
    th "Мда, забавная история."
    
    "И вот те раз, вода была вполне тёплой."
    
    th "Что, неужели солнце так быстро воду нагрело?"
    th "Или может где-то установили бойлеры?"
    th "Иначе как это объяснить?"
    
    show us upset pioneer at center with dspr
    
    us "Чего ты усмехаешься! Ничего смешного ведь!"
    us "Я вот за всю смену, НИ РАЗУ не пропускала линейку, даже если могла."
    us "Благодаря этому, у меня была хорошая карма перед вожатой, так что иногда она мне прощала некоторые проступки."
    me "Не ну, могу тебя успокоить, вожатая вряд ли сегодня будет вести линейку."
    
    show us normal pioneer at center with dspr
    
    us "Это почему?"
    me "У неё дела там какие-то и не думаю, что есть время на линейку."
    me "А посему, ведёт скорее всего Славя."
    
    show us upset pioneer at center with dspr
    
    us "И она возьмет, да нажалуется, что ты и я не явились на линейку!"
    me "Сомневаюсь, что ей есть дело до этого. {w}Особенно уж до меня."
    
    show us smile pioneer at center with dspr
    
    us "А почему до тебя ей особенно дела не будет, м?"
    me "Слушай, ты вроде на линейку спешишь."
    me "И если будешь языками со мной чесать, то ты вряд ли успеешь."
    us "Так коли там Славя, куда уж мне торопиться?"
    us "Колись давай! Что, по очень близкой дружбе отмажет тебя, да-а?"
    
    th "Ох, лучше б молчал."
    
    me "Скорее уж по обычной дружбе, не станет же она своего товарища сдавать, это раз."
    me "И два, у меня есть официальное разрешение от вожатой не идти на линейку."
    
    show us laugh pioneer at center with dspr
    
    us "Что, дошло если ты живешь рядом с вожатой, то можешь договорится с ней обо всём?"
    
    "Я малость усмехнулся."
    
    me "Ну знаешь, если бы Ольга Дмитриевна была хоть чуть добрее, твоя схема может быть и сработала."
    me "А так нет, просто я вчера так заработался, что сегодня всё тело ломит."
    me "Сейчас, конечно, уже лучше, но тем не менее."
    
    show us grin pioneer at center with dspr
    
    us "И что же получается? Будешь весь день балду гонять?"
    me "Нет, хуже, я и Катя будем заниматься отловом мелких Ульян."
    
    show us normal pioneer at center with dsprн
    
    us "А вам зачем?"
    me "Статью писать надо о прошедшем матче."
    me "А это идти и спрашивать всех об ощущениях, туда-сюда. {w}В общем волокита разная."
    us "Понятно, на спортплощадке скорее всего буду. {w}Если нет, то дома."
    me "А если и там тебя не будет?"
    
    show us grin pioneer at center with dspr
    
    us "Тогда украли меня и следует звонить в милицию."
    me "Боюсь, милиция будет бессильна против страшной сущности, что обитает в лагере и ворует мелких рыжих девочек."
    
    show us laugh2 pioneer at center with dspr
    
    us "Ага, поверила! Ну и бредятина!"
    us "Где таких сказок понабрался? Или может ты сам придумал?"
    
    th "Чёртово коммунистическое образование с его рациональным мышлением."
    
    me "Ты мне зря не веришь, я же чистую правду говорю!"
    us "Да-да-да."
    
    show us normal pioneer at center with dspr
    
    us "Ладно, чем займемся?"
    
    "Окончание меня, мягко говоря, смутило."
    
    me "Чем займе{b}МСЯ{/b}?"
    me "Быстро ты решила прервать свою серию посещений."
    us "Да я подумала, раз там Славя, то и не страшно."
    me "Я не гарантирую, что она там, просто это скорее всего."
    us "Пока-что, ты меня ни разу не обманывал, так что[wp]"
    
    show us grin pioneer at center with dspr
    
    us "Пойдем гулять!"
    me "Ну да, поводов обманывать тебя у меня не было."
    
    "Тихо я пробубнил себе под нос и сделал глубоких вздох."
    
    me "Я был бы рад прогуляться, да ноги болят."
    
    show us dontlike pioneer at center with dspr

    us "И как же ты тогда сюда дошел?"
    me "Кое-как."
    us "Пойдем давай, не сломаешься!"
    me "От гуляний я как раз-таки и сломаюсь."
    
    show us upset pioneer at center with dspr
    
    us "Скучный ты."
    us "Пойду значит проведаю как там Сергей Дмитриевич."
    me "Да-да, валя—[wp] {w}Минуточку, завхоза?!"
    me "А чего ты забыла у него?"
    
    show us normal pioneer at center with dspr
    
    us "Ухаживаю за ним."
    me "Аэм[wp] Почему ты?"
    
    show us upset pioneer at center with dspr
    
    us "А более и некому."

    show us normal pioneer at center with dspr
    
    th "Вот те раз."
    
    me "И что же входит в твои обязательства?"
    us "Да ничего такого, принести да подать что-нибудь, но это очень редко."
    
    show us grin pioneer at center with dspr
    
    us "В основном мы просто болтаем о всяком."
    
    show us normal pioneer at center with dspr
    
    us "Что, кстати, тоже входит в мои обязательства." 
    us "Ему же там скучно целый день сидеть на складе."
    me "Странно, но все разы, что я был у завхоза на складе, я ни разу не встречал тебя там."
    us "Ну, я же не весь день сижу с ним, максимум пару часиков в первой половине дня, а потом убегаю по своим делам."
    
    th "Интересно, какие же у тебя могут быть дела помимо попинать мяч и задолбать всех в этом лагере."

    me "Ну и как это вообще всё случилось?"
    us "Что именно?"
    me "То, что ты ухаживаешь за завхозом."    
    us "Долго рассказывать."
    me "Ну мы вроде и никуда не торопимся."
    me "Только давай местечко займем какое-то поудобнее, а то стоять уже устал."
    us "Хорошо."
    
    "Мы отошли немного подальше от умывальников и уселись на траве."
    
    show us normal pioneer close at center with dspr
    
    me "Ну давай, начинай."
    us "С чего бы начать[wp]"
    me "С самого начала."
    
    show us grin pioneer close at center with dspr
    
    us "Четыре с половиной миллиарда лет назад[wp]"
    me "Не этого начала."
    
    show us laugh pioneer close at center with dspr
    
    us "Ладно-ладно."
    
    show us normal pioneer close at center with dspr
    
    us "Наше знакомство произошло в самом начале смены."
    us "И так вот вышло, что нашу девочку на побегушках, Славю, сразу же назначили на все должности, какие могли."
    us "Но, требовался ещё помощник на склад, поскольку, кхм: «завхоз уже старенький и один он не управится»."
    me "А почему я не помню этого распределения ролей?"
    us "Потому-что тебя тогда утащили кибернетики к себе в логово."
    us "И спасибо что перебил, так-с[wp]"
    me "Извиняюсь."
    us "Однако, никто не высказывал желания помогать дедушке, и знаешь[wp]"
    us "Мне так стало обидно от такой несправедливости, что они, пионеры! И не хотят помогать!"
    us "Где такое вообще было видано?"
    us "Поэтому я и вызвалась на эту роль."
    
    show us upset pioneer close at center with dspr
    
    us "Мне сразу послышались перешептывания и усмехания за спиной."
    us "Только, мне было абсолютно всё равно на это."
    
    th "Вот уж не подумал бы, что эта безбашенная девочка ракета имеет чувство справедливости."
    
    show us normal pioneer close at center with dspr
    
    us "Наверное стоит отметить, что дед Сергей по началу скептически относился ко мне."
    us "Всё же он ожидал в помощниках кого-то[wp] Повыше."
    
    show us laugh2 pioneer close at center with dspr
    
    us "Но оценив мою скорость и немаленькую, для маленькой девочки, силу, стал более снисходительным ко мне."
    us "А затем это снисхождение переросло в дружбу."
    us "Вот и собственно вся история."
    me "Такой вопрос, если ты помощница завхоза, то почему когда он болел, за складом следила Славя?"
    
    show us normal pioneer close at center with dspr
    
    us "Потому-что я наряду с Виолой следили за его здоровьем."
    us "Думаю, если не мы, то он бы умер[wp]"
    me "И тем не менее ты нашла время на футбол."
    us "На момент, когда я узнала о матче, состояние деда Сергея значительно улучшилось и моя помощь более не требовалась."
    
    show us upset pioneer close at center with dspr
    
    us "К тому же, мне надо отвлечься от всего этого."
    us "Уж очень тяжело давалось это всё, его страшный, громкий кашель."
    me "А чего это его так?"
    us "Не знаю, видимо, возраст даёт о себе знать."
    
    show us grin pioneer close at center with dspr

    us "Так, свою историю я рассказала, теперь давай ты."
    me "Я? И что же ты хочешь услышать от меня?"
    us "Как у тебя дела с Катей?"
    
    th "Твою ж дивизию, начинается."
    
    me "А какие у меня с ней могут быть дела?"
    us "Это я должна отвечать?" 
    me "Эх[wp]"
    me "Я[wp] {w}Я не знаю, чего ты хочешь услышать, мы просто дружим."
    us "Дружите значит? Уж больно близкая дружба получается тогда."
    us "Ведь, сколько бы я вас не видела, вы всегда вместе."
    us "Ходите вместе, в муз кружке вместе, комментировали вместе."
    us "Газетой занимаетесь[wp] ВМЕСТЕ."
    me "Я понял тебе, хватит."
    me "Не знаю, может что-то да есть, а может и нет"
    
    th "Нет, ну я конечно же знаю, ведь как минимум испытываю чувство симпатии к Кате."
    th "Вот только испытывает ли она тоже самое ко мне? Думаю сегодня это выяснится."
    
    me "А тебе собственно зачем всё это?"
    
    show us laugh pioneer close at center with dspr
    
    us "Ну мне же надо о чём-то сплетни распускать."
    me "Чё? Я те дам сплетни."
    
    "Сказал я и дал ей легонького подзатыльника."
    
    us "Бесишься, значит всё таки что-то да есть!"
    us "А значит я была права, я была права, я была права!"
    
    "Запела она."
    
    us "Алиска проиграла спор!"
    me "ЧТО?!"
    me "Какой ещё нафиг спор?!"
    
    show us grin pioneer close at center with dspr
    
    us "А вот такой, который мы заключили пару дней назад."
    
    "Такая весть меня, совсем не обрадовала."
    
    th "Спорите значит вы, да тут и дураком не надо быть, чтобы догадаться о его подробностях."
    
    me "Знаешь, очень странно выходит."
    me "Тебе прямого ответа не дали, а ты додумала что-то за меня."
    us "Да тут и так всё ясно."
    us "Тебе было бы до лампочки на глупые девичьи сплетни."
    us "Ведь хватило бы одного твоего отрицания, чтобы они в миг разрушились."
    us "Короче говоря, совсем другая реакция у тебя была бы."
    me "Тут ты права[wp]"
    us "Очередная легчайшая победа Ульяны Ульяновой на Алисой Двачевской!"
    
    # th "Ульяна Ульянова? Это ещё что за референс на ЖоЖо."
    
    me "На что спорили-то хотя бы?"
    us "На большую банку клубничного варенья!"
    
    "Спор на банку варенья для меня был чем-то новеньким и несерьезным, так что я малость усмехнулся." 
    
    me "Серьезно?"
    us "Ага!"
    me "И где же тебе Алиса достанет большую банку варенья?"
    us "А вот это уже явно не моя проблема."
    me "М-да."
    
    "Мы сидели молча какое-то время, пока Ульяна не решила встать."
    
    show us normal pioneer at center with dspr
    
    us "Что ж Семён, было действительно интересно и весело с тобой пообщаться."
    me "Взаимно."
    us "Однако, мне правда надо бежать, если уж не на линейку, то на склад."
    me "Ну, беги, задерживать не буду."
    
    hide us with dspr
    
    "Ульяна убежала, а я так и остался сидеть на траве."
    
    th "И вот я снова один, наедине с собой и своими мыслями."
    th "Так и до безумия скоро докачусь."
    th "Хотя чего уж там, если я сам себе анекдоты травил и ржал с них как ненормальный, то всё уже понятно."
    th "В прочем не это сейчас должно меня волновать."
    th "Ульяна выиграла в детском споре, и самое что странное, в нём участвовала Алиса."
    th "Очевидно, это не просто так."
    th "И будучи чуть смышленным, можно понять, что она это всё затеяла, чтобы, используя Ульяну, узнать что-то обо мне и Кате."
    th "Вот только на кой чёрт ей это?"
    th "А самое что интересное, ничего ведь и не добиться если поинтересоваться у неё напрямую. {w}Максимум чего смогу добиться, так это пары синяков под глазами[wp]"
    
    "Я пошевелил руками, плечами и немного ногами."
    
    th "Похоже, боль немного отступила. Это хорошо."
    th "А значит можно немного прогуляться вокруг лагеря и прийти к столовой аккурат под горн."
    
    "Так и решив поступить, я медленно поднялся с травы и отряхнулся."
    "После чего отправился в путь, который пролегал через небольшой пролесок."
    
    stop ambience
    scene bg ext_path2_day with dissolve
    play ambience ambience_forest_day
    
    th "Вообще кошмар какой-то выходит."
    th "Каждый раз одно и тоже: Встал, умылся, постоял, поел, поделал дела, поел, отдохнул, поел и спать."
    th "И так день за днём, так и жизнь пройдет."
    th "Почти целый месяц страдания фигнёй. И ладно другие люди."
    th "Но я-то тут как бы, проездом чтоле. {w}Попал непонятно как и неизвестно куда."
    th "Эх, всё что мне остается, это просто смиренно ждать конца смены."
    th "И молить всех богов которых я знаю, вернуть меня на родину."
    th "В прочем, у меня ещё неделя впереди, айда что-нибудь придумается."
    
    stop ambience
    scene bg ext_musclub_day with dissolve
    play ambience ambience_camp_center_day 
    
    "Вскоре, я вышел к муз кружку."
    "Обычно, оттуда всегда доносится музыка, но сейчас так не было."
    "В прочем, это не значило, что Мику нет дома."
    
    th "Может зайти, посмотреть? Всё равно, делать пока нечего."
    
    scene bg ext_music_club_verandah_day with dissolve
    
    "Подойдя ко входу, я постучался в дверь."
    #вместо этого, тут можно будет вставить звук стука в дверь.
    
    me "Кто в теремочке живёт?"
    
    "Но в ответ тишина."
    "Тогда, я дернул за ручку и оказалось, что дверь открыта."
    
    stop ambience
    scene bg int_musclub_day with dissolve
    play ambience_music_club_day
    
    me "Ау?"
    
    
    
    
    
    
    
    
    
    

    ## ЕСЛИ БУДЕШЬ ОБРАЩАТЬ ВНИМАНИЕ НА ТЕКСТ НИЖЕ, У ТЕБЯ ОТВАЛИТСЯ ПИПИСЯ!1!11!!
    
    stop ambience
    scene bg int_house_of_mt_day with dissolve
    show mt normal pioneer at center with dspr
    play ambience ambience_int_cabin
    
    "Придя домой, здесь уже всё было заготовлено для уборки:"
    "Ведро в котором плавала пара небольших тряпок."
    "Рядом стояла швабра, венек и, по всей видимости, пакет для мусора."
    
    mt "И так, для начала надо разгрести всё со стола, чем ты и займешься."
    mt "А я пока сложу все свои вещи."
    me "Так точно гер майор!"
    
    hide mt with dspr
    
    "Взяв мусорный пакет я отправился убираться со стола."
    "Особо крупного мусора здесь особо и не было."
    "Разве что, какая-то консерва с засохшими остатками содержимого."
    "И полупустая коробка молока."
    "Я приоткрыл носик у него, чтобы узнать, не прокисло ли молоко. {w}Ох, лучше бы я этого не делал."
    "Ведь оттуда попёрла такая вонь, что эту коробку можно было бы использовать как оружие!"
    
    me "Ольга Дмитриевна, вы же знаете, что у каждого продукта есть свой срок годности?"
    mt "Знаю."
    me "Тогда что у вас на столе забыл тухляк?"
    mt "Некогда было выбрасывать. {w}Да и оно же прикрыто, так что вот и не чувствовало особо."
    me "Ужас."
    
    scene bg int_house_of_mt_day_cleaning_1 with dissolve
    
    "Выкинув весь этот кошмар, я стал думать, куда бы теперь убрать всё остальное на столе."
    
    me "А собстна, куда всё остальное девать?"
    mt "Так, дай сюда."
    
    "Она взяла у меня пакет для мусора и стала что-то копошится у себя на верхних полках."
    
    mt "Так, это кончилось, это кончилось, это[wp] тоже кончилось."
    
    "Повыбрасывав добрую половину тюбиков и разных бутылок, она всучила пакет обратно мне."
    
    scene bg int_house_of_mt_day_cleaning_2 with dissolve
    
    mt "Давай, ты мне подавай всё со стола, а я буду ставить."
    mt "Только цветок и стакан с ручками, карандашами и линейкой не нужно."
    me "Понял."
    
    "Передав всё по одному, что было на столе, его осталось теперь только протереть."
    
    scene bg int_house_of_mt_day_cleaning_3 with dissolve
     
    mt "Так-с, теперь иди убирайся у себя на стороне. Заправь постель, все дела."
    mt "А я пока тут протру пылюку всю быстренько."
    
    "Я подошел к кровати и быстренько её заправил."
    "Снял полотенчик на задней «спинке»."
    "А вот когда подошел к ящику, я заметил лежащий на нём фонарик."
    
    th "Ёлки, вот это да, никогда его тут не замечал."
    
    "Взяв и повертев его немного в руках, я нажал на кнопку включения."
    "Правда он похоже был севший."
    "Но, батарейки-то у нас в клубах есть."
    
    th "Надо его спереть, когда вожатая не будет смотреть." 
    
    "И пока, я положил его в ящик, вместе с остальным хламом, что валялся тут."
    
    scene bg int_house_of_mt_day_cleaning_4 with dissolve
    
    "Один лишь только тазик туда не поместился бы никак, поэтому я оставил его на своём месте."
    
    mt "Ну вот, сразу приятнее становится, не правда ли?"
    me "Вы говорите так, будто это я весь этот бардак организовал."
    # mt "Тихо блять!"
    mt "А кто ещё?"
    
    "С легкой насмешкой в голосе сказала она."
    
    me "Ну да, ну да."
    mt "Так, давай ты теперь подметай, я потом всё протру и уборку на этом можно будет считать оконченной."
    
    "Взяв веник и совок я принялся за дело."
    "Выметал всё подчистую, залезал глубоко под кровати."
    "В общем целый совок грязи и пыли набрал, которая отправилась в пакет для мусора."
    
    show mt grin pioneer at center with dspr
    
    mt "Мо-ло-дец! В награду за свои труды, можешь пойти немного погулять."
    mt "А то ты только будешь мешать мне тут."
    me "Угу."
    
    stop ambience
    scene bg ext_house_of_mt_day with dissolve
    play ambience ambience_camp_center
    
    me "Фуф."
    
    
        
    $ blwnfh_set_mode(nvl)
    nvl show dissolve
    
    me "Оказывается, меня и лес связывает одно из самых тёплых воспоминаний, про которое я умудрился позабыть."
    me "Дело было[wp] Лет десять назад наверное."
    me "В один из осенних дней, между прочим тёплый, я вернулся со школы, хотя обычно меня всегда встречала бабушка, но тогда она не могла меня забрать, вроде из-за болезни. И это вроде был мой первый самостоятельный поход из школы домой." 
    me "Дома же никого не было и тогда я уселся у себя в комнате, став играться с какими-то своими старыми игрушками. {w}Однако, мне всё равно было очень скучно, а родители должны были вернутся ещё нескоро и, отложив игрушки в сторону, я уселся у окна."
    me "Вид из окна у меня был не ахти: на внутренний двор, где дай бог пройдет пару человек за полчаса."
    me "И, я уже не помню почему, но я заплакал. {w}Может я увидел веселящихся ребят на площадке, может мне стало очень грустно от одиночества, точно не скажу уже."
    me "Как вдруг, я слышу звук проворачивающегося ключа в входной двери."
    me "Я сначала и не поверил, пошел проверять, айда какие-то воры решили прийти, но[wp] {w}На пороге была мама!"
    me "Она была очень счастливой, ведь её отпустили с работы пораньше."
    
    "Я стал чувствовать как у меня по щеке скатывается слеза."
    kat "Он что, плачет?"
    "Тихо проговорила Ульяна, правда как-то не умело она эта сделала, ибо я прекрасно её услышал."
    "Однако, сделав вид, что на самом деле нет, я продолжил."
    
    nvl clear
    
    me "Увидев её, я закричал во весь голос «мама» и уперся лицом ей в ноги, ещё сильнее рыдая."
    me "Моя мама конечно же была удивлена этому, она не понимала что происходит. {w}Она спустилась ко мне, сильно обняла и милым голосом спросила: «Семён, что случилось?»."
    me "А я так сильно плакал, что не мог ей ответить[wp]"
    me "На это, она стала только меня поглаживать, успокаивать словами и это сработало, через несколько минут, мне стало лучше и я перестал рыдать."
    me "Я наконец вытащил своё залитое слезами лицо и посмотрел на неё. Она улыбнулась, поцеловала меня и сказала: «Скучал, да? Давай вот что, погуляем по лесу! Там сейчас так красиво, ты даже не представляешь!"
    me "Естественно я не мог отказаться и спустя минут, пятнадцать? Я был готов к путешествию, благо был лес совсем рядом."
    me "Всего уже через полчаса я и она были там[wp] {w}И надо ли говорить, что мама действительно была права — лес был просто чудесный. Я такой красоты никогда до того момента не видел."
    me "И я стал гоняться по лесу, между деревьев, раскидывая лежащие на земле листья, что очень громко хрустели под ногами."
    me "Потом мы ещё играли в прятки. Конечно, у нас обоих это выходило паршивенько, ибо прятаться мы не умели, да и негде было особо. Не на дерево же лесть в конце-то концов, верно?"
    us "Верно."
    me "Воооот."
    
    "Моё дыхание дрожало, как и руки. А слёз на лице становилось больше."
    
    nvl clear
    
    me "Потом мы ещё кидались друг в друга листьями, потом собирали эти самые листья в горки и плюхались на них."
    me "В общем, пробыли мы там ещё, часа полтара вроде, а потом стали возвращаться домой. {w}Я не хотел, умолял маму остаться, но время уже потихоньку подходило к вечеру, а ей надо было ещё готовить, а мне делать уроки."
    me "Но она пообещала меня ещё раз сводить туда, вот только[wp]"
    
    "Я остановился и протёр глаза от нахлынувших слёз, которых становилось всё больше, после чего продолжил путь."
    
    us "Вот только?"
    
    me "Вот только этому не суждено было сбыться вновь."
    me "Ведь буквально на следующей день какой-то ублюдок убил мою мать, перед этим жестоко изна[wp] {w}Нехорошую вещь сделал в общем."
    me "Конечно, его поймали в день же совершения преступления, но жизнь от того лучше не стала."
    me "Все же самые страшные подробности я узнал сильно позже, когда мне было уже около шестнадцати, что сделало всё только хуже."
    me "А когда я был мелким[wp] Я рыдал весь день и всю ночь, вместе с моим отцом."
    me "Для меня он был и остается объектом гордости, но тогда[wp] тогда он был совсем другой."
    me "Весь разбитый, обмякший, рыдавший ещё похлеще меня, прям тряпка. {w}Благо, он оказался сильным человеком и смог пережить такой стресс, однако, на мне это событие очень сильно отпечаталось."
    me "Я стал очень замкнутым человеком, мне ничего не хотелось делать или говорить с кем-то. {w}Моя успеваемость в школе резко упала, да так, что чуть не вылетел оттуда. {w}А в средних классах нашлись гады, которые стали дразнить меня за то, что у меня убили мать."
    me "Но время лечит и я справился со всем этим, и более менее выправился в учебе, так что всё же окончил школу. Пусть и не так идеально, как хотелось бы."
    me "И с тех самых пор, я один, а иногда вместе с отцом, ходим в тот самый лес, чтобы почтить память о моей маме, самом лучшем человеке на свете[wp]"    
    
    nvl hide dissolve
    $ blwnfh_set_mode()
    show us sad pioneer at center with dspr