label blwnfh_day_6:
    
    # Семён просыпается
	
    play ambience ambience_int_cabin_evening
    scene bg int_house_of_mt_day with dissolve

    "Я проснулся от просто дичайшей боли во всех суставах."
	
    th "Как мною и было предсказано вчера."
	
    "Но сильнее всего болели руки, да так, что я их ели чувствовал и почти не мог шевелить."
    "Недовольно фыркнув, я кое-как повернул голову к часам."
    "Время было половина девятого утра."
	
    th "Твою мать, щас же умываться, потом на линейку и потом ещё завтрак."
	
    "Я попытался вновь заснуть."
	
	# Семён закрывает глаза
	
    "Как ко мне в уши ворвался крайне надоедливый звук."
    "«Хрш—хрш, хрш—хрш» и так непрекращаясь."
    "Да и не похоже, что он вообще собирался прекращаться."
    th "Да что же это такое?"
	
	# Семён открывает глаза
	
    "Приоткрыв глаза, мне сразу стал понятен источник этого звука."
    "Вожатая как обычно, сидя у себя на кровати, расчёсывала волосы."
    "Вот только, был один мааааленький нюанс."
    "Ольга Дмитриевна сидела буквально полуголая."
    "И только лишь рубашка (ну и нижнее белье само собой), немного, да прикрывала ещё."

    th "Вот тебе и доброе утро."
    
    "Я попытался незаметно отвернуться."
    "Но вожатая была у нас из глазастых и быстро заметила возню на моей стороне."
    
    mt "Ой, ты что, проснулся?"
    me "Ну так, чуть-чуть."
    mt "А чего молчишь! Я тут голая вообще-то!"
    me "Заметил уже, вот и отворачиваюсь."
    mt "Аяй-яй-яй Семён, как тебе не стыдно."
    me "Ольга Дмитриевна, можно я не пойду на линейку?"
    mt "Ещё чего! Пойдешь, как миленький."
    me "Ольга Дмитриевна я ног не чувствую."
    mt "Семён, до райцентра три сотни километров, если не можешь перевернутся вниз головой и бежать на руках, значит тебе крышка!"
    me "Рук я тоже не чувствую."
    mt "Ну значит, тут только Виолу вызывать."
    me "Ольга Дмитриевна, харе стебать."
    
    "Со стороны вожатой раздался смешок."
    
    mt "Хорошо, я сегодня добрая, можешь полежать до завтрака."
    mt "Но смотри, если не придешь на него, будешь голодать ибо еду я тебе таскать не буду."
    me "Ага, спасибо."
    
    "Я улегся по удобнее на боку и прикрыл глаза."
    
    # Семён закрывает глаза
    
    mt "Кстати."
    me "М?"
    mt "Я вчера поговорила с директорами и смогла выбить нам после обеда час на уборку."
    me "Мм, хорошо."
    mt "Ладненько, отдыхай, пионер."
    
    "Судя по звуку, вожатая встала с кровати и подошла, вроде как, к шкафу."
    "Несколько секунд тишины, после чего она вновь вернулась обратно."
    "Послышался некий шорох, похоже одевается."
    "Спустя какое-то время вожатая удалилась в дальний конец дома и вскоре покинула его."
    
    th "Ура, ещё полтара часа покоя[wp] Как же хорошо[wp]"
    th "Вот это я конечно соня. Уснул приблизительно в семь, а проснулся аж в пол девятого."
    th "Мощно всё таки я утомился."

    "И тут, как в каком-нибудь хоррор фильме, послышался скрежет в окно."
    "Мерзкий такой, противный, аж муражки по коже."
    
    th "Да ёмаё, подремать нормально мне не дадут, да?"
    
    me "Кто там за окном?"

    "Попытался довольно громко сказать, но только прохрипел."
    
    me "Блин."
    
    "Прокашлявшись, я повторил. {w}Уже успешно." 
    "Но ответа не последовало, а скрежет так и не прекратился."
    
    # Семён открывает глаза
    
    me "Да кто там?!"
    
    "Я резко, через боль, полуподпонялся на кровати."
    "Скрежет на время прекратился."
    "Недовольно вздохнув я только собрался лечь обратно, как это снова продолжилось."

    me "Да твою мать!"

    "Меня это окончательно достало и я наконец поднялся с кровати, да выглянул в окно."
    "А там с обратной стороны сидел кот, Селёдка если быть точным."
    
    me "О, блохастик, давно не видились."
    
    "Кот постучал в окно своей лапой."
    
    me "Что, внутрь хочешь?"
    
    "Он, словно понимая меня, покивал своей милой мордашкой."
    
    me "Боюсь Ольга Дмитриевна не одобрит твоего присутствия здесь."

    "Селёдка встал на задние лапы и облокотился передними на окно, жалостно мяукая."
    "Как будто умоляя впустить его."
    
    me "Ну ладно, чуть-чуть можно наверное."
    
    "Приоткрыв окно, я впустил кота внутрь."
    "Тот спрыгнул с подоконника на пол и стал терется об мои ноги, при этом громко мурлыкая."
    "Я спустился к нему и стал гладить."
    
    me "Пуфыстый."

    "Кот от такой акции невиданной щедрости аж лег на спину, открывая своё пузо."

    me "Шо, хочешь чтобы тебе и пузико почесали?"
    me "Ну давай и пузико тебе почешим."
    
    "Я стал что есть силы чесать коту живот."
    "И тут, в дверь кто-то постучался и вошел."
    
    kat "Ольга Дмитриевна?"
    
    show kat normal pioneer at center with dspr
    
    "Посмотрев на вход, я увидел стояющую Катю."
    "Взгляд которой полнился полнейшим непониманием, а на лице была лёгкая ухмылка."
    
    kat "Что здесь творится?"
    me "Киску глажу, а что?"
    kat "Кого?"
    
    "Селёдка поднял морду и завидев Катю, тут же встал и направился к ней."

    kat "А, Селёдка! {w}А мы с Мику думали, что ты потерялся!"

    "Когда он подбежал к ней, она его подняла и крепко обняла."

    me "Куда он денется, его же здесь кормят."
    kat "Мало ли."
    
    th "Так, пока Катя отвлечена на кота, нужно поскорее одется."
    
    "Сняв шорты и рубашку со стула, я быстренько натянул на себя форму."
    "Правда с пуговицами торопиться было лишним, ибо то и дело не получалось их застегнуть."
    "Но, я смог справится с этой, во истину, сложной задачей."
    "Катя же наконец отпустила бедного котейку который, пройдя пару метров, разлегся на ковре."
    
    kat "Что он у тебя тут делал?"
    me "Не знаю, у него спроси зачем он поскребся в окно."
    kat "Вот как[wp] {w}А ты кстати случаем не знаешь где Ольга Дмитриевна?"
    me "Не имею ни малейшего понятия, по делам ушла куда-то."
    me "А для чего она тебе."
    kat "Да вот, хотела спросить отпустит ли она нас вечером на остров."
    me "Ты чего?! Даже не вздумай у нее этого спрашивать!"
    kat "Почему? Она же если узнает, что без её спроса уплыли пионеры, накажет по самое небалуй."
    me "Потому-что вожатая тебе даст подзатыльника за такие просьбы и не разрешит."
    me "Потом ещё может проконтролировать, чтобы ты уж точно осталась на территории лагеря."
    me "А узнать она не узнает, если кто-нибудь не проболтается."
    kat "Ну вот, а если кто-то расскажет?"
    me "А кто? Женя с Электроником?"
    kat "Ну как вариант."
    me "Слушай, не бери в голову, им это делать незачем."
    me "К тому же Женя пообещала добыть нам лодку."
    kat "Кстати, ты как? Грести сможешь?"
    me "Не знаю, если меня до вечера ничем серьезным нагружать не будут, то думаю смогу."
    kat "Тогда, давай не перенапрягайся!"
    me "Ох, постараюсь."
    kat "Ладно, пойдем на линейку скорей."
    me "А я от нее освобожден."
    kat "Как это."
    me "Связи подруга, связи."
    me "Но, вообще, вожатая просто увидела, что я никакой и разрешила остаться до завтрака."
    kat "Ясно[wp]"
    kat "Получается, до встречи на завтраке?"
    me "Ага."
    
    hide kat with dspr
    
    "Катя покинула дом, как мне показалось, немного расстроенной."
    "А я же лег обратно на кровать, не снимая формы."
    
    th "Блин, помну же, а я только недавно получил этот комплект."
    
    "Ко мне присоединился и Селёдка."
    "Мило мурча, он лёг мне на ноги."
    
    th "Зашибись, теперь я ещё и заложник кота."
    th "Надеюсь надолго он не задержится."

    # Семён закрывает глаза.
    
    "Мышцы и кости жуть как болели."
    
    th "Как же я погребу-то сегодня[wp]"
    th "Но и отменять всё уже как-то не удобно."
    th "Ох, надеюсь, скоро я отдохну сполна. Хотя бы денёк."
    th "А то столько всего произошло, аж голова кругом идёт."
    th "Кстати говоря о прошедших событиях, я совсем забыл про мой дневник. {w}На месте ли он?"
    
    # Семён открывает глаза.
    
    "Засунув руку под подушку, я нащупал и достал оттуда небольшую книжку в мягкой красной обложке."
    
    th "Как же повезло мне достать этот дневник, да и ещё такой качественный, с мраморно белой бумагой."    
    th "Надо только проверить, мой ли это."
    
    "Открыв дневник, я сразу же удостверился в том, что его никто не подменял."
    "Ведь, во первых, тут мои записи, а во вторых они написаны моим кривым почерком."
    "Остается только вопрос, зачем его подменять."
    "Повертев его ещё немного в руках, я вернул дневник на место."
    
    th "Получается, завтра вечером он наполнится пометками и быть может, даже простенькими зарисовками, если у меня будет желание порисовать."
    th "Главное не забыть, ведь это единственная вещь, что не даёт мне свихнуться окончательно[wp]"
    
    "Кот зашевелился и переместился мне на живот."
    "А в той области ног, где он лежал, удивительно, но боль отсупила."

    me "Так ты меня лечить пришел?"
    
    # вставить мяу 

    me "Полагаю это да."
    me "Или подожди[wp]"
    
    "Я немного привстал."
    
    me "Тебя вожатая послала, чтобы ты меня вылечил и она могла меня отправить на какую-нибудь тяжелую работу."
    me "Я раскусил тебя, не так ли?"

    # вставить какое-нибудь раздраженное мяу

    me "Так я и знал."
    me "Ну ты и негодяй, хоть и лечишь."
    
    "Селёдка видимо не оценил моих возмущений в его адрес и убежал, расположившись на кровати вожатой."
    
    me "Вот же радости ей будет, когда она тебя там увидит."
    
    "Боль понемногу стала возвращаться."
    
    me "Слушай, прости я не хотел, давай ты вернешься, так хорошо же было."
    
    "Но кот в ответ отвернул от меня свою морду."
    
    th "Обиделся."
    me "Ну и пожалуйста! И без тебя справлюсь!"
    me "Пойду вон, прогуляюсь, это должно помочь мне."
    
    "Встав с кровати, я направился к выходу."
    "И только чуть приоткрыв дверь, Селёдка тут же, пулей вылетел из дома."
    
    stop ambience
    scene bg ext_house_of_mt_day with dissolve



	## ЕСЛИ БУДЕШЬ ОБРАЩАТЬ ВНИМАНИЕ НА ТЕКСТ НИЖЕ, У ТЕБЯ ОТВАЛИТСЯ ПИПИСЯ!1!11!!
    
    stop ambience
    scene bg int_house_of_mt_day with dissolve
    show mt normal pioneer at center with dspr
    play ambience ambience_int_cabin
    
    "Придя домой, здесь уже всё было заготовлено для уборки:"
    "Ведро в котором плавала пара небольших тряпок."
    "Рядом стояла швабра, венек и, по всей видимости, пакет для мусора."
    
    mt "И так, для начала надо разгрести всё со стола, чем ты и займешься."
    mt "А я пока сложу все свои вещи."
    me "Так точно гер майор!"
    
    hide mt with dspr
    
    "Взяв мусорный пакет я отправился убираться со стола."
    "Особо крупного мусора здесь особо и не было."
    "Разве что, какая-то консерва с засохшими остатками содержимого."
    "И полупостая коробка молока."
    "Я приоткрыл носик у него, чтобы узнать, не прокисло ли молоко. {w}Ох, лучше бы я этого не делал."
    "Ведь оттуда попёрла такая вонь, что эту коробку можно было бы использовать как оружие!"
    
    me "Ольга Дмитриевна, вы же знаете, что у каждого продукта есть свой срок годности?"
    mt "Знаю."
    me "Тогда что у вас на столе забыл тухляк?"
    mt "Некогда было выбрасывать. {w}Да и оно же прикрыто, так что вот и не чувствовало особо."
    me "Ужас."
    
    scene bg int_house_of_mt_day_cleaning_1 with dissolve
    
    "Выкинув весь этот кошмар, я стал думать, куда бы теперь убрать всё остальное на столе."
    
    me "А собстна, куда всё остальное девать?"
    mt "Так, дай сюда."
    
    "Она взяла у меня пакет для мусора и стала что-то копошится у себя на верхних полках."
    
    mt "Так, это кончилось, это кончилось, это[wp] тоже кончилось."
    
    "Повыбрасывав добрую половину тюбиков и разных бутылок, она всучила пакет обратно мне."
    
    scene bg int_house_of_mt_day_cleaning_2 with dissolve
    
    mt "Давай, ты мне подавай всё со стола, а я буду ставить."
    mt "Только цветок и стакан с ручками, карандашами и линейкой не нужно."
    me "Понял."
    
    "Передав всё по одному, что было на столе, его осталось теперь только протереть."
    
    scene bg int_house_of_mt_day_cleaning_3 with dissolve
     
    mt "Так-с, теперь иди убирайся у себя на стороне. Заправь постель, все дела."
    mt "А я пока тут протру пылюку всю быстренько."
    
    "Я подошел к кровати и быстренько её заправил."
    "Снял полотенчик на задней «спинке»."
    "А вот когда подошел к ящику, я заметил лежащий на нём фонарик."
    
    th "Ёлки, вот это да, никогда его тут не замечал."
    
    "Взяв и повертев его немного в руках, я нажал на кнопку включения."
    "Правда он похоже был севший."
    "Но, батарейки-то у нас в клубах есть."
    
    th "Надо его спереть, когда вожатая не будет смотреть." 
    
    "И пока, я положил его в ящик, вместе с остальным хламом, что валялся тут."
    
    scene bg int_house_of_mt_day_cleaning_4 with dissolve
    
    "Один лишь только тазик туда не поместился бы никак, поэтому я оставил его на своём месте."
    
    mt "Ну вот, сразу приятнее становится, не правда ли?"
    me "Вы говорите так, будто это я весь этот бардак организовал."
    # mt "Тихо блять!"
    mt "А кто ещё?"
    
    "С легкой насмешкой в голосе сказала она."
    
    me "Ну да, ну да."
    mt "Так, давай ты теперь подметай, я потом всё протру и уборку на этом можно будет считать оконченной."
    
    "Взяв веник и совок я принялся за дело."
    "Выметал всё подчистую, залезал глубоко под кровати."
    "В общем целый совок грязи и пыли набрал, которая отправилась в пакет для мусора."
    
    show mt grin pioneer at center with dspr
    
    mt "Мо-ло-дец! В награду за свои труды, можешь пойти немного погулять."
    mt "А то ты только будешь мешать мне тут."
    me "Угу."
    
    stop ambience
    scene bg ext_house_of_mt_day with dissolve
    play ambience_camp_center
    
    me "Фуф."
    
    
    