label blwnfh_day_5:
    # семён открывает глаза
    
    scene bg int_house_of_mt_sunset with dissolve
    play ambience ambience_int_cabin
    
    "Я проснулся от дичайшей боли в голове и спине."
    "Видимо моё небольшое вчерашнее приключение дало о себе знать."
    "Медленно подняв голову переведя взгляд на будильник, я упал обратно на подушку."
    "Часы показывали без пятнадцати восемь утра."
    
    th "Да уж... Восстанновил режим... {w}Правда что изменилось-то? Как вставал рано так и встаю, зачем была вся эта песня с восстановлением режима."
    th "Ну прихожу поздно иногда, но зато просыпался не с гудящей головой, будто я всю ночь бухал."
    
    "С большим нежеланием я приподнялся и посмотрел в сторону вожатой."
    "Она тихо и мирно спала, что в целом было очень хорошо, ибо не сильно желал сутра как-то пересекаться с вожатой."
    
    th "Ладненько, надо бы придумать чем сейчас заняться и как не прийти на линейку, а то опять простоять полчаса на утренней жаре, мне не очень хочется."
    
    "Вставая с кровати и параллельно думая о том, чем можно было бы заняться, взгляд упал на грязевое пятно на моей рубашке."
    "Тут же сразу стало очевидно, чем я сейчас займусь."
    
    th "Наведаюсь на склад, а то не очень хочу второй день подряд ходить в грязной рубашке." 
    
    "Тихонько одевшись я стал двигаться к выходу дома."
    "И на пути я задержался у зеркала, где переферейным зрением поймал своё отражение, что и привлекло меня."
    "Подойдя к нему ближе, я стал разглядывать своё лицо."
    
    th "Ну и рожа у меня, реально помятая так, будто всю ночь бухал."
    th "И борода отрасла уже, надо будет не забыть на складе поинтересоваться, есть ли там бритва, а то жесть как не удобно."
    
    "Ещё немного поразглядывав себя и протерев рукой уже потихонько грубеющую бороду, я покинул дом."
    
    stop ambience 
    scene bg ext_house_of_mt_sunset with dissolve
    play ambience ambience_camp_center_evening
    
    "Утро хоть и было довольно ранее, на улице было неожиданно тепло и очень свежо."
    "Набрав полные легкие свежого воздуха, головная боль немного отступила и я отправился в сторону склада."
    
    scene bg ext_houses_sunset with dissolve
    
    th "Надеюсь склад открыт и обойдется без завхоза."
    th "Конечно последнее время Славя его подменяет, но никто не отменят тот факт, что всё может измениться и Сергей Дмитриевич выйдет на работу."
    th "А с этим вредным дедом хочется пересекаться ещё меньше чем с вожатой."
    
    scene bg ext_warehouse_sunset_blwnfh with dissolve
    
    "Подойдя к складу, я заметил, что дверь была немного приоткрыта и это было хорошей новостью."
    "Тем не менее, прежде чем войти, я постучался и только после вошел внутрь."
    
    stop ambience
    scene bg int_warehouse_day_blwnfh with dissolve
    play ambience ambience_int_cabin_day
    
    "За письменным столом сидел о ужас сам завхоз, которому, видимо, сегодня похорошело."
    
    me "Доброе утро Сергей Дмитриевич."
    
    "Сказал я, подойдя к нему поближе."
    "Тот окинул меня полу-презрительным взглядом и вернулся обратно к своим бумагам."
    
    sd "Доброе. {w}Зачем пришел?"
    
    "Голос его был как всегда не самым приятным, таким скрипучим и очень прокуренным."
    
    me "Да мне бы вот, рубашку поменять, а то я эту испачкал."
    
    "Сергей Дмитриевич тяжело вздохнул и сложив очки положил их на стол."
    
    sd "Что же вы вечно не бережете форму-то свою."
    
    "Ворча, он встал со своего места и подошел к стеллажу с чистой одеждой."
    "Взяв там новую рубашку он подошел ко мне."
    
    sd "Снимай давай, чего стоишь как истукан."
    
    "Я быстро снял рубашку и отдав её, взял чистую и также быстренько одел её."
    "Сергей Дмитриевич осмотрел грязное пятно на рубашке и по всей видимости заметил, что она там ещё к тому же и немного порвалась."
    
    sd "Как же ты так умудрился-то, а?"
    me "Упал, с кем не бывает."
    sd "Упал он, а зашивать теперь кто будет, м?"
    me "Если хотите, давайте я зашью."
    sd "Ещё чего, ты только хуже ещё сделаешь... {w}Завтра Славяну попрошу, она у нас молодец в отличии от тебя."
    me "Как скажете."
    
    "Не брежно бросив грязную рубашку в карзину к другой грязной одежде, Сергей Дмитриевич вернулся обратно за свой стол и сделал запись в журнале."
    
    sd "А эту рубашку чтобы берег, ибо больше выдавать тебе имущество не собираюсь!"
    me "Как это так?"
    
    "Такому заявлению я был крайне удивлен."
    
    sd "А вот так! Пионерам растяпам имущество не выдаю!"
    me "Ну Сергей Дмитриевич, ладно вам, может мы как-нибудь сможем договорится?"
    
    "В шутку произнес я."
    "Но завхоз видимо не уловил юмора и всерьез задумался над моим предложением."
    
    sd "Может мы бы и смогли договорится, но боюсь за такие вещи прилетит нам обоим, если всплывет..."
    sd "Поэтому нет, не договоримся!"
    th "Ну и хрен с тобой."
    
    "Я гордо развернулся на все сто восемьдесят и уже готовился покинуть склад, как Сергей Дмитриевич меня окликнул."
    
    sd "Кстати, пока ты не ушел."
    me "Слушаю."    
    sd "Доложи своему товарищу Александру, что если он мне до конца недели не вернет имущество, которое он взял со склада, я буду жаловаться во все инстанции."
    me "Хорошо я ему передам, теперь могу идти?"
    sd "Да, свободен."
    
    "Стоя у выхода я вспомнил, что хотел поинтересоваться насчёт бритвы, так что развернулся обратно к завхозу."
    
    me "Аэм, Сергей Дмитриевич."
    sd "Ну что ещё?"
    me "А у вас случаем бритвы нету?"
    
    "Старик вновь отвлекся от записей в журнал и вздохнув повернулся ко мне."
    
    sd "Подойди сюда."
    
    "Я подчинился просьбе завхоза и подошел к нему."
    "Подойдя, он встал и стал рассматривать моё щетинистое лицо."
    
    sd "Да, побриться пора тебе. {w}Ладно, выделю тебе свой старый станок, пойдешь у умывальников побреешься."
    me "Спасибо, а вам его потом вернуть?"
    sd "Не, можешь себе оставить."
    me "Ну я так не могу, всё же вам тоже надо будет бриться." 
    sd "Если хочешь, можешь в конце смены вернуть, просто у меня электробритва есть хорошая, марки Агидель."
    
    "О такой марке электробритв я слышал впервые, но учитывая, что в Союзе делали довольно качественные вещи, я пришел к выводу, что штучка эта наверняка хорошая и крайне дорогая."
    "Сергей Дмитриевич открыл нижний ящик в столе и достав оттуда бритву передал её мне."
    
    me "Теперь точно всё и ещё раз спасибо."
    sd "Давай иди уже, отвлекаешь меня от важной работы."
    
    "Без лишних слов я покинул склад."
    
    stop ambience 
    scene bg ext_warehouse_sunset_blwnfh with dissolve
    play ambience ambience_camp_center_evening
    
    th "Удивительно, что Сергей Дмитриевич так просто поделился со мной бритвой, хоть и старой."
    th "Может, такая вот мужская солидарность?"
    
    "Положив бритву в карман я отправился домой за умывальными принадлежностями."
    
    scene bg ext_houses_sunset with dissolve
    # мини таймскип
    "По пути к домой, я уже мысленно начал проклинать самого себя, за то, что обратил внимание на свою бороду."
    "Ведь из-за этой, казалось бы мелочи, я стал испытывать дичайший дискомфорт на лице, будто там у меня не легкая щетина, а огромная неухоженная бородища, как у кого-нибудь попа."
    th "Как люди вообще живут с большими бородами? Это же кошмар как не удобно. Как спать, как есть?"
    th "А ещё помимо всего, за ней же ведь нужно и ухаживать, чтобы она уж совсем не была бесформенной колючкой."
    
    scene bg ext_house_of_mt_sunset with dissolve
    
    stop ambience
    scene bg int_house_of_mt_sunset with dissolve
    play ambience ambience_int_cabin_day
    
    "Придя домой, Ольга Дмитриевна уже проснулась, одела свою форму и расчёсывала волосы сидя на кровати." 
    
    scene bg ext_washstand_day with dissolve
    
    me "Доброе утро Ольга Дмитриевна."
    
    show mt smile pioneer at center with dspr
    
    mt "Доброе, гляжу моя терапия пошла на пользу тебе, проснулся раньше меня."
    me "Будто я раньше не просыпался раньше вас."
    
    show mt angry pioneer at center with dspr
    
    mt "Зато ночью не шлялся и не пел песни про зайцев."
    mt "Я тогда уснуть не могла, пришлось послать Лену, которая тоже не спала из-за тебя."
    th "О как... Интересненько, значит она не боялась темноты, а просто хотела увести меня со сцены спать."
    th "Теперь всё встает на свои места, кроме неожиданной обиды... {w}В прочем это уже я сам был виноват."
    
    "Я сделал виноватое лицо и почесал затылок."
    
    me "Ну да, было дело."
    
    show mt grin pioneer at center with dspr
    
    mt "А теперь не будет больше таких дел."
    mt "Я сегодня впервые за последние пару дней нормально выспалась."
    me "Прости уж, разыгрались с кем не бывает."
    
    show mt normal pioneer at center with dspr
    
    mt "Я-то конечно тебя прекрасно понимаю Семён, ты подросток, хочется подольше повеселится, сама такой была."
    mt "Но нужно понимать, что во первых вы тут не одни, а во вторых есть правила, которым надо следовать."
    me "Хорошо, попытаюсь им следовать."

    show mt smile pioneer at center with dspr
    
    mt "Не пытаться должен ты, а делать!"
    th "Вожатая цитирует Йоду? Что?"
    me "Хорошо, буду следовать правилам лагеря."
    
    show mt grin pioneer at center with dspr
    
    mt "Вот и славно! А теперь давай, топай умываться и иди на линейку."
    th "Ага-ага, размечталась, в этот раз у меня всё схвачено и я не пойду на линейку, Ольга Дмитриевна."
    th "Только как и в каком месте у меня всё схвачено, надо будет продумать, но факт остается фактом - на линейке меня сегодня точно не будет!"
    me "Да, конечно."
    
    "Подобрав пакет с принадлежностями, я покинул дом." 
    
    # таймскип
    
    scene bg ext_washstand_day with dissolve
    show mi normal pioneer far at left with dspr
    show un normal pioneer far at right with dspr
    
    "Придя к умывальникам, я нашел здесь Лену и Мику, которые уже активно умывались на дальних раковинах."
    "Помимо умывания, они ещё о чем-то активно болтали, но из-за журчания воды было сложно разобрать, а подходить ближе и подслушивать, после своего фиаско в библиотеке не очень хотелось."
    "А то вдруг опять какая-нибудь Катя придет и спалит всю мою контору. {w}Опять."
    
    scene bg ext_washstand2_day with dissolve
    
    "Заняв крайний умывальник, я приступил к водным процедурам."
    "Вода была как обычно холодной, но не столь ледянной как всегда, а значит впервые за несколько дней можно будет нормально умыться, без боли и страданий."
    "За умыванием я погрузился в себя и не заметил как меня окружили две подруги."
    "Очевидно, они что-то мне говорили, но я не обращал внимания и лишь громкий выкрик Мику, заставил меня поднять на них взгляд." 
    
    scene bg ext_washstand_day with dissolve
    show mi normal pioneer close at left with dspr
    show un smile pioneer close at right with dspr
    
    mi "Доброе утро страна."
    un "Приветик."
    me "Ага."
    
    "Я ополоснул рот и выплюнул остатки зубного порошка."
    
    un "Как спалось?"
    me "Спалось-то хорошо, правда проснулся с больной головой."
    
    show mi grin pioneer close at left with dspr
    show un shy pioneer close at right with dspr 
    
    mi "А чего у тебя голова с утра болела? Пил небось, да?"
    
    show un normal pioneer close at right with dspr
    
    un "Мику, как ты можешь такое говорить?"
    
    show mi shy pioneer close at left with dspr
    
    mi "Ой ладно тебе, пошутить нельзя уже чтоли? Я же не стала бы в серьез обвинять Семёна в том, что он пьет алкоголь, даже не зная этого! Зато знаю, что при похмелье болит голова."
    un "Очень интересно узнать откуда ты это знаешь."
    
    show mi upset pioneer close at left with dspr
    
    "На это Мику ничего не ответила и просто отвела глаза в сторону."
    
    me "Да уж, в общем голова у меня болела из-за того, что режим сна себе восстановил, вот и всё."
    
    show un smile pioneer close at right with dspr
    
    un "Молодец, что режим себе восстановил."
    me "Это всё благодаря нашей вожатой."
    un "Ладненько, уже скоро линейка, пойдемте уже."
    me "Вы идите, а мне ещё побриться надо."
    un "Хорошо, пойдеми Мику."
    
    hide mi with dspr
    hide un with dspr
    
    "Мику грустно угукнула и они удалились в сторону площади."

    scene bg ext_washstand2_day with dissolve    
    
    "Я же вернулся к своей раковине и достал из кармана бритву."
    "Сняв что-то вроде специального колпачка с лезвия, я немного удивился, ведь оно было совершенно новым."
    "Ну может и не прям новым-новым, но по внешнему виду пользовались им от силы один-два раза."
    "Да и сам станок не выглядел уж совсем старым, да и ещё модным каким был, с раскрывающимися держателями лезвия."
    
    th "Ну Сергей Дмитриевич вы конечно даете, ненадежному пионеру выдать такую вещь. {w}Что ж, буду беречь значит."
    th "А может это хитрый ход с его стороны? Дать мне очень дорогую вещь, чтобы научить меня к ответственности и уходу за вещами."
    
    "Тут-то до меня дошло, что будучи окрыленным радостью, что завхоз без лишних проблем дал бритву, я совсем не заметил того факта, что какой либо пены для бритья-то нету."
    
    me "И как мне, интересно, быть?"
    
    "В голову особо ничего не лезло, а бриться на сухую ой как не хотелось."
    "Так что я достал обратно свой кусок мыла и просто намылил себе лицо."
    "Не то чтобы мне это должно было сильно помочь, но по крайней мере процесс должен был идти чуть мягче."
    
    # таймскип    
    
    "Закончил я бриться довольно быстро, и на моё удивление без сильного дискомфорта, даже не поранился ни разу."
    "Стерев остатки мыла водой и полотенцем, я закрыл бритву колпачком и кинул в пакет к принадлежностям."
    th "Надо наверное будет как-нибудь отблагодарить Сергея Дмитриевича, за столь хороший подарок."
    
    scene bg ext_washstand_day with dissolve
    
    th "Вот только если я поблагодарю его, это сразу ставит по сомнение нашу негласную вражду, так что какое-то время обойдется."
    
    "Я стал думать над тем как бы прогулять линейку."
    "Но не придумал ничего лучше, чем просто остаться всё здесь же и просто дождаться начала завтрака."
    "Хотя зная о способности Ольги Дмитриевной появляться из неоткуда и именно рядом со мной, не давала мне уверенности, что я смогу спокойно здесь спрятаться." 
    "А посему, для большей безопасности я отошел на небольшое расстояние от умывальников и спрятался под деревом, где уселся на траву."    
    
    # мини таймскип
    
    "Однако, уверенность о безопасности моего места разрушила Катя, которая видимо подсмотрела способность у вожатой, ведь я не заметил откуда она пришла."
    
    show kat normal pioneer at center with dspr
    
    kat "Приветик, а ты чего под деревом делаешь?"
    me "Прячусь от вожатой, ибо не очень хочу идти на линейку."
    
    show kat happy pioneer at center with dspr
    
    kat "Правда? Ну тогда ладно, прячься дальше, не буду мешать так сказать."    
    
    hide kat with dspr 
    
    "Катя ушла дальше к умывальникам."
    "И всё бы ничего, но она встала у умывальника, прямо напротив меня и... {w}Нагнулась, очень сильно выгибая пикантное место, открывая мне очень интересные виды, а также заставляя шевелится у меня ниже пояса."
    "Я пытался бороться и увести взгляд в сторону, но это было просто невозможно, настолько там было «интересно»."
    
    th "Да уж... У нее ещё красивее чем у какой-нибудь Слави, с которой тоже глаз было не спустить."
    th "ТАК! Семён, давай возьми себя в руки, это же не культурно!"
    th "Но как взять себя в руки?!"
    
    "Всё же найдя в себе силы и побив себя ладошками по лицу, я всё же смог вырваться из цепких лап Катиной ловушки и отвел взгляд в сторону."
    "И сделал это я вовремя, ведь в этот момент она повернулась ко мне(видимо услышала шлепающие звуки), и посмотрела на меня."
    "Я перевел взгляд обратно на нее, а она только улыбнулась и отвернулась обратно."
    
    th "И что это значит? {w}Неужели она..."
    th "Специально это сделала?!"
    
    # мини-таймскип
    show kat normal pioneer at center with dspr
    
    "Когда Катя закончила умываться, она вновь подошла ко мне."
    
    kat "Ну что, пойдем на линейку?"
    me "А она разве уже не началась?"
    
    "Катя сделала очень задумчивое лицо."
    
    kat "Ой, она же прям вот-вот должна же будет начатся! {w}Побежали скорее пока не опоздали, а то вожатая сердится будет."
    me "Кать, я не очень-то и хо..."
    kat "Я сказала побежали!"
    
    "Она взяла меня за запястия и стала пытаться поднять и разумеется безуспешно."
    
    th "Ну а чего ты хотела, сорок пять тонн как-никак."
    
    kat "Ну вставай давай!"
    
    "Катя сделала грустные глазки, которыми уставилась на меня."
    "Конечно в этот раз, эта схема на меня не сработала, но всё же решил подыграть ей и встал на ноги."
    
    me "Всё, я встал, довольна?"
    kat "А теперь пошли на линейку!"
    me "Нет."
    
    "Рыкнув, неугомонная девочка потянула меня за руку."
    "И хоть я ожидал этого, но не ожидал силы, с которой тянула Катя, так что она смогла меня поволочь за собой."
    "По началу я пытался оказать какое-никакое сопротивление и не идти на площадь."
    "Но Катя словно локомотив тянула меня вперед и поняв, что мои попытки тщетны, я сдался и пошел на площадь."
    
    # таймскип

    scene bg ext_square_sunset with dissolve
    show mt grin pioneer panama at center with dspr
    
    "Придя на площадь, Катя под недоумевающие взгляды пионеров и нашей вожатой затолкала меня в строй рядом с Электроником, а сама, протиснувшись, встала рядом с Леной."
    
    mt "Катя, какая ты молодец, что привела Семёна, я уже думала сама за ним отправляться." 
    
    show mt normal pioneer panama at center with dspr
    
    mt "Ладно, надо вас всех пересчитать."    
    "Вожатая принялась считать своих пионеров и обнаружила уже не первое отстутствие Шурика."
    "Однако она на этом не стала долго задерживаться и после пересчёта включила свою классическую пластинку."
    "Мне это конечно же было не интересно, меня куда больше интересовало как Шурик успешно прогулял линейку и почему вожатой глубоко пофигу по этому поводу."    
    th "Надо бы поинтересоваться у него, как это получилось. {w}Но это наверное потом, вечером как-нибудь."
    th "Сейчас стоит задуматься над тем, с кем бы посидеть за столом комментатора футбольного матча, чтобы не сидеть в гордом одиночестве."
    th "Электроник и Шурик заняты своими делами; Лена довольно немногословная, так что из нее выйдет особо интересный комментатор."
    th "Мику тоже вряд ли, ибо сомневаюсь, что её интересует ещё что-то кроме музыки."
    th "Славя на вечных побегушках у вожатой и даже если она захочет, либо откажется, либо Ольга Дмитриевна не даст."
    th "Женя понятное дело тоже отпадает, ведь во первых думаю то, что я её куда-то приглашаю не одобрит Серый, а во вторых она также как и Мику, ничем другим кроме своего дела не интересуется."
    th "Остается только одна девочка о которой я не могу сразу сказать, согласится ли она — Катя. {w}А значит на завтраке надо её спросить, айда согласится."
    
    # мини таймскип
    
    play sound sfx_dinner_horn_processed
    
    "Спустя полчаса стояний, наконец прозвучал звук горна, который ознаменовал конец линейки и все пионеры отправились к столовой."
    
    scene bg ext_dining_hall_away_day with dissolve
    
    show kat normal pioneer at center with dspr
    
    "Возле столовой я прорвался через кучу пионеров к Кате."
    
    me "Снова привет, давай вместе посидим, поговорить надо."
    kat "М? О чём?"
    me "За столом и расскажу."
    kat "Ладно."
    
    show bg ext_dining_hall_near_day with dissolve
    
    # мини пауза
    
    show bg int_dining_hall_day with dissolve
    
    "Войдя в столовую и взяв подносы с едой мы отправились к одинокому столик на краю столовой."
    "По пути я разглядывал свой завтрак: каша овсянная с кусочками фруктов и ягод, чай, рогалик и большое красное яблоко."
    "Всё это было выглядело довольно аппетитно, но на удивление для себя, желания есть как-то особо не было."
    "Вскоре мы сели за столик, Катя начала неторопливо есть, я же вовсе есть пока не стал."
    
    kat "Так о чём ты хотел поговорить?"
    me "Кать, а не хочешь сегодня днем побыть со мной комментатором сегодняшнего футбольного матча?"
    
    "Катя посмотрела мне в глаза и серьезно задумалась над моим предложением."
    
    th "Почему она так серьезно думает над этим, как будто от её выбора будут зависить чьи-то судьбы."
    
    "Спустя ещё пару секунд размышлений, она ответила:"
    
    kat "Да, почему бы и нет."
    me "Отлично, спасибо, что согласилась."
    kat "Всегда пожалуйста, наверное будет весело."
    me "Ну вдвоем всегда веселее."
    me "Только надо бы Ольгу Дмитриевну предупредить, что ты со мной будешь, но это на выходе из столовой сделаю."
    
    # диалог какой-то кринжовый получается, надо будет в будущем его более нормальным сделать, но сейчас у меня нету мнения на данный счёт. 
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    