label blwnfh_day_5:
    # семён открывает глаза
    
    scene bg int_house_of_mt_sunset with dissolve
    play ambience ambience_int_cabin
    
    "Я проснулся от дичайшей боли в голове и спине."
    "Видимо моё небольшое вчерашнее приключение дало о себе знать."
    "Медленно подняв голову переведя взгляд на будильник, я упал обратно на подушку."
    "Часы показывали без пятнадцати восемь утра."
    
    th "Да уж... Восстанновил режим... {w}Правда что изменилось-то? Как вставал рано так и встаю, зачем была вся эта песня с восстановлением режима."
    th "Ну прихожу поздно иногда, но зато просыпался не с гудящей головой, будто я всю ночь бухал."
    
    "С большим нежеланием я приподнялся и посмотрел в сторону вожатой."
    "Она тихо и мирно спала, что в целом было очень хорошо, ибо не сильно желал с утра как-то пересекаться с вожатой."
    
    th "Ладненько, надо бы придумать чем сейчас заняться и как не прийти на линейку, а то опять простоять полчаса на утренней жаре, мне не очень хочется."
    
    "Вставая с кровати и параллельно думая о том, чем можно было бы заняться, взгляд упал на грязевое пятно на моей рубашке."
    "Тут же сразу стало очевидно, чем я сейчас займусь."
    
    th "Наведаюсь на склад, а то не очень хочу второй день подряд ходить в грязной рубашке." 
    
    "Тихонько одевшись я стал двигаться к выходу дома."
    "И по пути я задержался у зеркала, где переферейным зрением поймал своё отражение, что и привлекло меня."
    "Подойдя к нему ближе, я стал разглядывать своё лицо."
    
    th "Ну и рожа у меня, будто всю ночь не спал."
    th "И щетина отрасла уже, надо будет не забыть на складе поинтересоваться, есть ли там бритва."
    th "Конечно, казалось бы ничего такого, но мало того, что с ней я выгляжу как алкоголик или наркоман со стажем, так и с ней не сильно-то и приятно ходить."
    th "Да и вообще, ну что обо мне подумают люди? {w} А подумают они, что я совсем не ухаживаю за собой."
    th "И если там Шурику или Серому будет глубоко пофиг, то вот девушкам будет не очень приятно наблюдать за моей небритой рожей."
    th "А значит, добыть бритву надо любыми правдами и не правдами."
    
    "Ещё немного поразглядывав себя и протерев рукой, потихоньку грубеющую, бороду, я покинул дом."
    
    stop ambience 
    scene bg ext_house_of_mt_sunset with dissolve
    play ambience ambience_camp_center_evening
    
    "Утро хоть и было довольно ранее, на улице было неожиданно тепло и очень свежо."
    "Головная боль немного отступила и я набрав полные легкие свежого воздуха, отправился в сторону склада."
    
    scene bg ext_houses_sunset with dissolve
    
    th "Надеюсь склад открыт и обойдется без завхоза."
    th "Конечно последнее время Славя его подменяет, но никто не отменят тот факт, что всё может измениться и Сергей Дмитриевич выйдет на работу."
    th "А с этим вредным дедом хочется пересекаться ещё меньше чем с вожатой."
    
    scene bg ext_warehouse_sunset_blwnfh with dissolve
    
    "Подойдя к складу, я заметил, что дверь была немного приоткрыта и это было хорошей новостью."
    "Тем не менее, прежде чем войти, я постучался и только после вошел внутрь."
    
    stop ambience
    scene bg int_warehouse_day_blwnfh with dissolve
    play ambience ambience_int_cabin_day
    
    "За письменным столом сидел, о ужас, сам завхоз, которому, видимо, сегодня похорошело."
    
    me "Доброе утро Сергей Дмитриевич."
    
    "Сказал я, подойдя к нему поближе."
    "Тот окинул меня полу-презрительным взглядом и вернулся обратно к своим бумагам."
    
    sd "Доброе. {w}Зачем пришел?"
    
    "Голос его был как всегда не самым приятным, таким скрипучим и очень прокуренным."
    
    me "Да мне бы вот, рубашку поменять, а то я эту испачкал."
    
    "Сергей Дмитриевич тяжело вздохнул и сложив очки положил их на стол."
    
    sd "Что же вы вечно не бережете форму-то свою."
    
    "Ворча, он встал со своего места и подошел к стеллажу с чистой одеждой."
    "Взяв там новую рубашку он подошел ко мне."
    
    sd "Снимай давай, чего стоишь как истукан."
    
    "Я быстро снял рубашку и отдав её, взял чистую и также быстренько одел её."
    "Сергей Дмитриевич осмотрел грязное пятно на рубашке и по всей видимости заметил, что она там ещё к тому же и немного порвалась."
    
    sd "Как же ты так умудрился-то, а?"
    me "Упал, с кем не бывает."
    sd "Упал он, а зашивать теперь кто будет, м?"
    me "Если хотите, давайте я зашью."
    sd "Ещё чего, ты только хуже ещё сделаешь... {w}Завтра Славяну попрошу, она у нас молодец в отличии от тебя."
    me "Как скажете."
    
    "Не брежно бросив грязную рубашку в карзину к другой грязной одежде, Сергей Дмитриевич вернулся обратно за свой стол и сделал запись в журнале."
    
    sd "А эту рубашку чтобы берег, ибо больше выдавать тебе имущество не собираюсь!"
    me "Как это так?"
    
    "Такому заявлению я был крайне удивлен."
    
    sd "А вот так! Пионерам растяпам имущество не выдаю!"
    me "Ну Сергей Дмитриевич, ладно вам, может мы как-нибудь сможем договорится?"
    
    "В шутку произнес я."
    "Но завхоз видимо не уловил юмора и всерьез задумался над моим предложением."
    
    sd "Может мы бы и смогли договорится, но боюсь за такие вещи прилетит нам обоим, если всплывет..."
    sd "Поэтому нет, не договоримся!"
    th "Ну и хрен с вами."
    
    "Я гордо развернулся на все сто восемьдесят и уже готовился покинуть склад, как Сергей Дмитриевич меня окликнул."
    
    sd "Кстати, пока ты не ушел."
    me "Слушаю."    
    sd "Доложи своему товарищу Александру, что если он мне до конца недели не вернет имущество, которое он взял со склада, я буду жаловаться в соответствующие инстанции."
    me "Хорошо я ему передам, теперь могу идти?"
    sd "Да, свободен."
    
    "Стоя у выхода я вспомнил, что хотел поинтересоваться насчёт бритвы, так что развернулся обратно к завхозу."
    
    me "Аэм, Сергей Дмитриевич."
    sd "Ну что ещё?"
    me "А у вас случаем бритвы не найдется?"
    
    "Старик вновь отвлекся от записей в журнал и вздохнув повернулся ко мне."
    
    sd "А тебе зачем?"
    me "Ну как зачем, бриться конечно же."
    sd "Ну-ка подойди сюда."
    
    "Я подчинился просьбе завхоза и подошел к нему."
    "Подойдя, он встал и стал рассматривать моё щетинистое лицо."
    
    sd "Да, побриться пора тебе. {w}Ладно, сейчас выделю тебе станок, только чтобы потом в конце смены вернул! А то знаю вас..."
    
    "Сергей Дмитриевич подошел к своему столу и забурился в нижний его ящик. {w}По всей видимости, там хранилась разного рода мелочевка."
    "Достав оттуда станок, завхоз вернулся ко мне и отдал мне."
    
    sd "Не порежься только, лезвие там установлено новое."
    me "Хорошо, постараюсь, и ещё раз спасибо."
    sd "Давай иди уже, отвлекаешь меня от важной работы."
    
    "Без лишних слов я покинул склад."
    
    stop ambience 
    scene bg ext_warehouse_sunset_blwnfh with dissolve
    play ambience ambience_camp_center_evening
    
    "Выйдя на улицу я рассмотрел станок и удивился."
    "Сергей Дмитриевич выделил мне модный в то(то есть в это) время станок с раздвигающимися держателями лезвия, сделанный из металла."
    "Такая вещица, как и лезвия к ней, стоили приличных денег, так что это невиданная роскошь по меркам обычного пионерлагеря."
    "Положив бритву в карман я отправился домой за умывальными принадлежностями."
    
    scene bg ext_houses_sunset with dissolve
    # мини таймскип
    "По пути домой, я уже мысленно начал проклинать самого себя, за то, что обратил внимание на свою бороду."
    "Ведь из-за этой, казалось бы мелочи, я стал испытывать дичайший дискомфорт на лице, будто там у меня не легкая щетина, а огромная неухоженная бородища, как у кого-нибудь попа."
    th "Как люди вообще живут с большими бородами? Это же кошмар как не удобно. Как спать, как есть?"
    th "А ещё помимо всего, за ней же ведь нужно и ухаживать, чтобы она уж совсем не была бесформенной колючкой."
    
    scene bg ext_house_of_mt_sunset with dissolve
    
    stop ambience
    scene bg int_house_of_mt_sunset with dissolve
    play ambience ambience_int_cabin_day
    
    "Когда я пришел домой, Ольга Дмитриевна уже проснулась, одела свою форму и расчёсывала волосы сидя на кровати." 
    
    scene bg ext_washstand_day with dissolve
    
    me "Доброе утро, Ольга Дмитриевна."
    
    show mt smile pioneer at center with dspr
    
    mt "Доброе, гляжу моя терапия пошла на пользу тебе, проснулся раньше меня."
    me "Будто я до этого не просыпался раньше вас."
    
    show mt angry pioneer at center with dspr
    
    mt "Зато ночью не шлялся и не пел песни про зайцев. {w}Вас так-то пол лагеря слышло!"
    mt "Я тогда уснуть не могла, пришлось послать Лену, которая тоже не спала."
    th "О как... Интересненько, значит она не боялась темноты, а просто хотела увести меня со сцены спать."
    th "Теперь всё встает на свои места, кроме неожиданной обиды... {w}В прочем это уже я сам был виноват."
    
    "Я сделал виноватое лицо и почесал затылок."
    
    me "Ну да, было дело."
    
    show mt grin pioneer at center with dspr
    
    mt "А теперь не будет больше таких дел."
    mt "Я сегодня впервые за последние несколько дней нормально выспалась."
    me "Ну простите уж, разыгрались, с кем не бывает."
    
    show mt normal pioneer at center with dspr
    
    mt "Я-то конечно тебя прекрасно понимаю Семён, ты подросток, хочется подольше повеселится, сама такой была."
    mt "Но нужно понимать, что во первых вы тут не одни, а во вторых есть правила, которым надо следовать."
    me "Хорошо, попытаюсь им следовать."

    show mt smile pioneer at center with dspr
    
    mt "Не пытаться должен ты, а делать!"
    th "Вожатая цитирует магистра Йоду? Что?"
    me "Хорошо, буду следовать правилам лагеря."
    
    show mt grin pioneer at center with dspr
    
    mt "Вот и славно! А теперь давай, топай умываться и иди на линейку."
    th "Ага-ага, размечталась, в этот раз у меня всё схвачено и я не пойду на линейку, Ольга Дмитриевна."
    th "Только как и в каком месте у меня всё схвачено, надо будет продумать, но факт остается фактом - на линейке меня сегодня точно не будет!"
    me "Да, конечно."
    
    "Подобрав пакет с принадлежностями, я покинул дом." 
    
    # таймскип
    
    scene bg ext_washstand_day with dissolve
    show mi normal pioneer far at left with dspr
    show un normal pioneer far at right with dspr
    
    "Придя к умывальникам, я нашел здесь Лену и Мику, которые уже активно умывались на дальних раковинах."
    "Помимо умывания, они ещё о чем-то активно болтали, но из-за журчания воды было сложно разобрать, а подходить ближе и подслушивать, после своего фиаско в библиотеке не очень хотелось."
    "А то вдруг опять какая-нибудь Катя придет и спалит всю мою маскировку. {w}Опять."
    
    scene bg ext_washstand2_day with dissolve
    
    "Заняв крайний умывальник, я приступил к водным процедурам."
    "Вода была немного теплее обычного, а значит, что впервые за несколько дней можно будет нормально умыться, без боли и страданий."
    "За умыванием я погрузился в себя и не заметил как меня окружили две подруги."
    "Очевидно, они что-то мне говорили, но я не обращал внимания и лишь громкий выкрик Мику, заставил меня поднять на них взгляд." 
    
    scene bg ext_washstand_day with dissolve
    show mi normal pioneer close at left with dspr
    show un smile pioneer close at right with dspr
    
    mi "Доброе утро страна."
    un "Приветик."
    me "Ага."
    
    "Я ополоснул рот и выплюнул остатки зубного порошка."
    
    un "Как спалось?"
    me "Спалось-то хорошо, правда проснулся с больной головой."
    
    show mi grin pioneer close at left with dspr
    show un shy pioneer close at right with dspr 
    
    mi "А чего у тебя голова с утра болела? Пил небось, да?"
    
    show un normal pioneer close at right with dspr
    
    un "Мику, как ты можешь такое говорить?"
    
    show mi shy pioneer close at left with dspr
    
    mi "Ой ладно тебе, пошутить нельзя уже что ли? Я же не стала бы в серьез обвинять Семёна в том, что он пьет алкоголь, даже не зная этого! Зато знаю, что при похмелье болит голова."
    un "Очень интересно узнать откуда ты это знаешь."
    
    show mi upset pioneer close at left with dspr
    
    "На это Мику ничего не ответила и просто отвела глаза в сторону."
    
    me "Да уж, в общем голова у меня болела из-за того, что режим сна себе восстановил, вот и всё."
    
    show un smile pioneer close at right with dspr
    
    un "Молодец, что режим себе восстановил."
    me "Это всё благодаря нашей вожатой."
    un "Ладненько, уже скоро линейка, пойдемте уже."
    me "Вы идите, а мне ещё побриться надо."
    un "Хорошо, пойдем Мику."
    
    hide mi with dspr
    hide un with dspr
    
    "Мику грустно угукнула и они удалились в сторону площади."

    scene bg ext_washstand2_day with dissolve    
    
    "Я же вернулся к своей раковине и достал из кармана бритву."
    "Сняв что-то вроде специального колпачка с лезвия до меня только сейчас дошло:"
    th "Ёмаё, я же не спросил у завхоза, есть ли у него хоть что-то навроде пены для бритья."
    
    me "И как мне быть?"
    
    "В голову особо ничего не лезло, а бриться на сухую ой как не хотелось."
    "Так что я вновь достал свой кусок мыла и просто намылил себе лицо."
    "Не то чтобы мне это должно было сильно помочь, но по крайней мере процесс должен был идти чуть мягче."
    
    # таймскип    
    
    "Закончил я бриться довольно быстро, и на моё удивление без сильного дискомфорта, даже не поранился ни разу."
    "Стерев остатки мыла водой и полотенцем, я закрыл бритву колпачком и кинул в пакет к принадлежностям."
    th "Главное потом не забыть."
    
    scene bg ext_washstand_day with dissolve
    
    th "Теперь осталось самое сложное, придумать как не пойти на линейку и остаться безнаказанным."
    "И если с первой частью плана всё было как два пальца об асфальт: просто не идти на линейку, то вот со второй..."
    "Вожатая может устроить мне такие американские горки, которые я запомню на пол жизни вперед."
    "Но в голову абсолютно ничего не лезло, от слова совсем."
    "Так что не придумав ничего лучше, я просто сошел немного в сторону от умывальников и спрятался в кустах под деревом."
    th "Здесь меня точно не найдут, а до завтрака моими поисками никто заниматься не будет, что значит можно спокойно посидеть полчаса в тишине да спокойствии."
    
    # мини таймскип
    
    show kat normal pioneer at center with dspr
    
    kat "Приветик, а ты чего под деревом делаешь?"
    
    "Однако, не прошло и десяти минут, как меня нашла неожиданно появившаяся Катя."
    
    me "Сижу и ещё по совместительству отлыниваю от линейки."
    
    show kat happy pioneer at center with dspr
    
    kat "Правда? Ну тогда у меня для тебя плохие новости."
    me "И какие же?"
    kat "Меня за тобой Ольга Дмитриевна послала."
    kat "Так что давай, встал и побежал на линейку, не то со слов вожатой, тебя будут ждать непредвиденные последствия."
    th "Интересно, что это за последствия такие?" 
    me "Кать, я не очень-то и хо..."
    kat "Я сказала побежал!"
    
    "Она резко взяла меня за запястья и стала пытаться поднять. {w}Разумеется, без особого успеха."
    
    th "Ну а чего ты хотела, сорок пять тонн как-никак."
    
    kat "Ну вставай давай!"
    
    "Катя сделала грустные глазки, которыми уставилась на меня."
    "Конечно в этот раз, эта схема на меня не сработала, но всё же решил немного подыграть ей и встал на ноги."
    
    me "Всё, я встал, довольна?"
    kat "А теперь пошли на линейку!"
    me "У меня есть предложение получше. {w}Давай немного погуляем, м?"
    kat "Ага, чтобы ещё и мне прилетело от вожатой? {w}Пожалуй откажусь."
    
    "Несмотря на её отказ, я всё же решил попытаться додавить свою линию и заставить усомниться её в походе на линейку."
    
    me "Ой, да ладно тебе. Что тебе сделает Ольга Дмитриевна?"
    kat "Ну... Не знаю... Много чего наверное."
    me "Вот именно, что «наверное»."
    me "К тому же, ты ещё никак не успела серьезно провиниться перед ней, так что отделаешься много небольшим выговором и усё."
    me "Посему, давай просто сдохим прогуляемся например до... Муз клуба. {w}Айда и Мику там встретим, поиграем вместе немного..."
    
    "Катя серьезно задумалась."
    th "Видимо, моя затея удалась."
    
    "Тяжело вздохнув, она наконец отпустила мои руки и я сразу принялся тереть запястья."
    
    th "Ну и крепкая хватка у нее, аж зудит немного. {w}Так у меня ничего не выйдет сыграть, хотя может по пути пройдет."
    
    kat "Вот Семён, умеешь ты убеждать, пошли поиграем."
    me "Ага, только давай, чтобы время не терять, сократим путь через пролесок."
    kat "Хорошо, только постарайся в этот раз не заблудится."
    me "Ничего не обещаю."
    
    stop ambience
    show bg ext_path_day with dissolve
    play ambience ambience_forest_day
    
    "Мы вышли в пролесок."
    "На протяжении пути, что нами был пройден, Катя с большим любопытством разглядывает моё лицо."
    "И когда меня стало это уже реально смущать, она сказала:"
    
    kat "Ты побрился что ли?"
    me "М? Ну, да."
    kat "Так вооот что, а я тут думаю."
    me "А что? Хочешь сказать щетина мне шла?"
    kat "Нет, совсем не шла, ты так куда {i}симпатичнее{/i} выглядишь."
    me "Что ж, спасибо."    
    
    "Тем временем мы вышли к муз кружку."
    
    stop ambience
    show bg ext_musclub_day with dissolve
    play ambience ambience_camp_center_day
    
    "Никакой музыки с его стороны не доносилось, от чего мною был сделан вывод, что мы будем одни."
    
    kat "Похоже будем одни играть."
    me "Да и ладно."
    kat "Ну не знаю, с Мику всё же по веселее как-то."
    
    "Я пожал плечами и пошли дальше к муз кружку." 
    
    scene bg ext_musclub_verandah_blwnfh with dissolve
    
    "Придя к крыльцу, Катя заметила, что дверь была приоткрыта."
    
    kat "Похоже хозяева дома."
    # надеюсь ты правильно это прочитаешь.
    me "Ну или неряха Мику забыла закрыть дверь."
    kat "А это мы сейчас и узнаем."
    
    # убедительная просьба не обращать внимание на текст что снизу.
    
    # cnfc ueq
    
    # таймскип

    scene bg ext_musclub_day with dissolve 
    
    th "Надо бы поинтересоваться у него, как это получилось. {w}Но это наверное потом, вечером как-нибудь."
    th "Сейчас стоит задуматься над тем, с кем бы посидеть за столом комментатора футбольного матча, чтобы не сидеть в гордом одиночестве."
    th "Электроник и Шурик заняты своими делами; Лена довольно немногословная, так что из нее не выйдет особо интересный комментатор."
    th "Мику тоже вряд ли, ибо сомневаюсь, что её интересует ещё что-то кроме музыки."
    th "Славя на вечных побегушках у вожатой и даже если она захочет, либо откажется, либо Ольга Дмитриевна не даст."
    th "Женя понятное дело тоже отпадает, ведь во первых думаю то, что я её куда-то приглашаю не одобрит Серый, а во вторых она также как и Мику, ничем другим кроме своего дела не интересуется."
    th "Остается только одна девочка о которой я не могу сразу сказать, согласится ли она — Катя. {w}А значит на завтраке надо её спросить, айда согласится."
    
    # мини таймскип
    
    play sound sfx_dinner_horn_processed
    
    "Спустя полчаса стояний, наконец прозвучал звук горна, который ознаменовал конец линейки и все пионеры отправились к столовой."
    

    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    