
label blwnfh_day_1:

    # семён просыпается
    
    ambient ambience_int_cabin_evening
    scene bg int_house_of_mt_sunset with dissolve
    
	"Я резко распахнул глаза и привстав, быстро осмотрелся вокруг."
    
    th "Это всего лишь был сон..."
    
    "Вздохнув и потерев лоб, я лег обратно, пытаясь вновь заснуть."
    
    # семён закрывает глаза
    
    "Но сердце колошматило так, что уснуть у меня не получалось."
    "Я пытался успокоится, дыша глубоко и размерено."
    "Сердце наконец успокоилось, вот только желания спать мне это не добавило."
    
    th "Видимо, придется вставать."
    
    # семён открывает глаза
    
    "Встал и усевшись на кровати, я посмотрел на часы будильника. {w}Которые показывали семь утра ровно."
    # th "епаний сир"
    th "Твою ж дивизию, чего ж меня так рано угораздило..."
    
    "Недовольно фыркнув, я оделся и тихонько взяв умывальные принадлежности, покинул дом."
    
    stop ambient
    scene bg ext_house_of_mt_sunset with dissolve 
    ambient ambience_camp_center_evening
    
    "Выйдя на улицу, я набрал полные легкие свежего, утреннего, воздуха."
    "Освежившись, я окончательно отошел от сна и постояв так ещё пару секунд, двинул в сторону умывальников."
    
    scene bg ext_houses_sunset with dissolve
    
    "Идя по дороге, я попытался вспомнить, что же мне такого приснилось."
    "Но дальше побега от огромной огнедышащей креветки, в моей памяти ничего не всплывало."
    "Разве что, в голове крутился вопрос: «ты веришь в бога?» и на него у меня не было ответа."
    th "Там вроде было... Водица... Песочек... {w}Нет, стоп, песка вроде не было... Или был? Ай, не помню уже."
    "Поняв, что у меня не получится ничего вспомнить, я решил не мучать свою память и прекратил вспоминать сон."
    th "Так-ли это важно сейчас? Я уже вот целую неделю буквально страдаю какой-то фигнёй."
    th "Нежели начать разбираться во всём бардаке, что здесь творится, я ассимилируюсь. {w}И это страшно."
    th "Хоть я и не знаю, чего именно стоит здесь бояться."
    th "Мне вроде хорошо, я наслаждаюсь отдыхом по неволе, помогаю товарищам в клубах."
    th "Надо будет кстати к ним зайти, узнать как дела."
    
    "За своими размышлениями, я и не заметил как подошел к умывальникам."
    
    scene bg ext_washstand_day with dissolve

    "Здесь никого не было(что, в прочем, не удивительно)."
    
    scene bg ext_washstand2_day with dissolve
    
    "Подойдя к ближайшему умывальнику, я спокойно снял с себя рубашку, дабы ещё и помыть подмышки."
    "Конечно, сделать это будет непросто без горячей воды, но уж лучше так, чем никак."
    "Бросив рубашку на траву рядом, я преступил к водным процедурам, плеснув водой себе в лицо."
    "И вода была не просто холодной, а буквально ледяной, что я аж охнул."
    
    me "Хороша вода!"
    
    "Затем я быстренько почистыл зубы, после чего настал черед самого сложного."
    "Мыться такой холодной водой очень не хотелось, но ходить и вонять на пол лагеря тоже."
    "Так что через силу и боль, я стал по тихоньку подмываться."
    "Но вскоре, немного привыкнув к воде, ускорил свой темп и уже через минуту закончил."
    "И когда я уже потянулся за своей рубашкой, из ниоткуда появилась Славя."
    
    show sl normal sport at center with dspr
    
    "Показывать ей свой голый торс совсем не хотелось, а посему я спрятался за умывальник."
    
    th "Надеюсь она не заметила меня."
    
    show sl laugh sport close at center with dspr
    
    "Я потянулся за своей рубашкой, ляжешей рядом, как Славя выглянула над умывальником и смотрела ровно на меня."
    
    sl "От кого прячешься?"