label blwnfh_day_6:
    $ blwnfh_set_savename(6)
    $ blwnfh_set_name("el", "Сергей")
    $ blwnfh_set_time("sunset")
    play ambience ambience_int_cabin_evening fadein 3
    scene expression blwnfh_wakeup("int_house_of_mt_sunset")
    show unblink

    "Я проснулся от просто дичайшей боли во всех суставах."
    
    th "Как я и предсказывал вчера."
    
    "Но сильнее всего болели руки, да так, что я их ели чувствовал и почти не мог шевелить."
    "Недовольно фыркнув, я кое-как повернул голову к часам."
    "Время было половина девятого утра утра."
    
    th "Твою мать, сейчас же умываться, потом на линейку и потом ещё завтрак."
    
    "Я попытался вновь заснуть."
    
    # Семён закрывает глаза
    
    "Как ко мне в уши ворвался крайне надоедливый звук."
    "«Хрш—хрш, хрш—хрш» и так непрекращаясь."
    "Да и не похоже, что он вообще собирался прекращаться."
    th "Да что же это такое?"
    
    # Семён открывает глаза
    
    "Приоткрыв глаза, мне сразу стал понятен источник этого звука."
    "Вожатая как обычно, сидя у себя на кровати, расчёсывала волосы."
    "Вот только, был один мааааленький нюанс."
    "Ольга Дмитриевна сидела буквально полуголая."
    "И только лишь рубашка (ну и нижнее белье само собой), немного, да прикрывала ещё."

    th "Вот тебе и доброе утро."
    
    "Я попытался незаметно отвернуться."
    "Но вожатая была у нас из глазастых и быстро заметила возню на моей стороне."
    
    mt "Ой, ты что, проснулся?"
    me "Ну так, чуть-чуть."
    mt "А чего молчишь! Я тут голая вообще-то!"
    me "Заметил уже, вот и отворачиваюсь."
    mt "Ай-яй-яй Семён, как тебе не стыдно."
    me "Ольга Дмитриевна, можно я не пойду на линейку?"
    mt "Ещё чего! Пойдешь, как миленький."
    me "Ольга Дмитриевна я ног не чувствую."
    mt "Семён, до райцентра три сотни километров, если не можешь перевернутся вниз головой и бежать на руках, значит тебе крышка!"
    me "Рук я тоже не чувствую."
    mt "Ну значит, тут только Виолу вызывать."
    me "Ольга Дмитриевна, может хватит стебать?"
    
    "Со стороны вожатой раздался смешок."
    
    mt "Хорошо, я сегодня добрая, можешь полежать до завтрака."
    mt "Но смотри, если не придешь на него, будешь голодать ибо еду я тебе таскать не буду."
    me "Ага, спасибо."
    
    "Я улегся по удобнее на боку и прикрыл глаза."
    
    # Семён закрывает глаза
    
    mt "Кстати."
    me "М?"
    mt "Я вчера поговорила с директорами и смогла выбить нам после обеда час на уборку."
    me "Мм, хорошо."
    mt "Ладненько, отдыхай, пионер."
    
    "Судя по звуку, вожатая встала с кровати и подошла, вроде как, к шкафу."
    "Несколько секунд тишины, после чего она вновь вернулась обратно."
    "Послышался некий шорох, похоже одевается."
    "Спустя какое-то время вожатая удалилась в дальний конец дома и вскоре покинула его."
    
    th "Ура, ещё полтара часа покоя[wp] Как же хорошо[wp]"
    th "Вот это я конечно соня. Уснул приблизительно в семь, а проснулся аж в пол девятого."
    th "Мощно всё таки я утомился."

    "И тут, как в каком-нибудь хоррор фильме, послышался скрежет в окно."
    "Мерзкий такой, противный, аж муражки по коже."
    
    th "Да ёмаё, подремать нормально мне не дадут, да?"
    
    me "Кто там за окном?"

    "Попытался довольно громко сказать, но только прохрипел."
    
    me "Блин."
    
    "Прокашлявшись, я повторил. {w}Уже успешно." 
    "Но ответа не последовало, а скрежет так и не прекратился."
    
    # Семён открывает глаза
    
    me "Да кто там?!"
    
    "Я резко, через боль, приподнялся на кровати."
    "Скрежет на время прекратился."
    "Недовольно вздохнув я только собрался лечь обратно, как это снова продолжилось."

    me "Да твою мать!"

    "Меня это окончательно достало и я наконец поднялся с кровати, да выглянул в окно."
    "А там с обратной стороны сидел кот, Селёдка если быть точным."
    
    me "О, блохастик, давно не видились."
    
    "Кот постучал в окно своей лапой."
    
    me "Что, внутрь хочешь?"
    
    "Он, словно понимая меня, покивал своей милой мордашкой."
    
    me "Боюсь Ольга Дмитриевна не одобрит твоего присутствия здесь."

    "Селёдка встал на задние лапы и облокотился передними на окно, жалостно мяукая."
    "Как будто умоляя впустить его."
    
    me "Ну ладно, чуть-чуть можно наверное."
    
    "Приоткрыв окно, я впустил кота внутрь."
    "Тот спрыгнул с подоконника на пол и стал терется об мои ноги, при этом громко мурлыкая."
    "Я спустился к нему и стал гладить."
    
    me "Пуфыстый."

    "Кот от такой акции невиданной щедрости аж лег на спину, открывая своё пузо."

    me "Шо, хочешь чтобы тебе и пузико почесали?"
    me "Ну давай и пузико тебе почешим."
    
    "Я стал что есть силы чесать коту живот."
    "И тут, в дверь кто-то постучался и вошел."
    
    kat "Ольга Дмитриевна?"
    
    show kat normal pioneer at center with dspr
    
    "Посмотрев на вход, я увидел стояющую Катю."
    "Взгляд которой полнился полнейшим непониманием, а на лице была лёгкая ухмылка."
    
    kat "Что здесь творится?"
    me "Киску глажу, а что?"
    kat "Кого?"
    
    "Селёдка поднял морду и завидев Катю, тут же встал и направился к ней."

    kat "А, Селёдка! {w}А мы с Мику думали, что ты потерялся!"

    "Когда он подбежал к ней, она его подняла и крепко обняла."

    me "Куда он денется, его же здесь кормят."
    kat "Мало ли."
    
    th "Так, пока Катя отвлечена на кота, нужно поскорее одется."
    
    "Сняв шорты и рубашку со стула, я быстренько натянул на себя форму."
    "Правда с пуговицами торопиться было лишним, ибо то и дело не получалось их застегнуть."
    "Но, я смог справится с этой, во истину, сложной задачей."
    "Катя же наконец отпустила бедного котейку который, пройдя пару метров, разлегся на ковре."
    
    kat "Что он у тебя тут делал?"
    me "Не знаю, у него спроси зачем он поскребся в окно."
    kat "Вот как[wp] {w}А ты кстати случаем не знаешь где Ольга Дмитриевна?"
    me "Не имею ни малейшего понятия, по делам ушла куда-то."
    me "А для чего она тебе."
    kat "Да вот, хотела спросить отпустит ли она нас вечером на остров."
    me "Ты чего?! Даже не вздумай у нее этого спрашивать!"
    kat "Почему? Она же если узнает, что без её спроса уплыли пионеры, накажет по самое небалуй."
    me "Потому-что вожатая тебе даст подзатыльника за такие просьбы и не разрешит."
    me "Потом ещё может проконтролировать, чтобы ты уж точно осталась на территории лагеря."
    me "А узнать она не узнает, если кто-нибудь не проболтается."
    kat "Ну вот, а если кто-то расскажет?"
    me "А кто? Женя с Сергеем?"
    kat "Ну как вариант."
    me "Слушай, не бери в голову, им это делать незачем."
    me "К тому же Женя пообещала добыть нам лодку."
    kat "Кстати, ты как? Грести сможешь?"
    me "Не знаю, если меня до вечера ничем серьезным нагружать не будут, то думаю смогу."
    kat "Тогда, давай не перенапрягайся!"
    me "Ох, постараюсь."
    kat "Ладно, пойдем на линейку скорей."
    me "А я от нее освобожден."
    kat "Как это."
    me "Связи подруга, связи."
    me "Но, вообще, вожатая просто увидела, что я никакой и разрешила остаться до завтрака."
    kat "Ясно[wp]"
    kat "Получается, до встречи на завтраке?"
    me "Ага."
    
    hide kat with dspr
    
    "Катя покинула дом, как мне показалось, немного расстроенной."
    "А я же лег обратно на кровать, не снимая формы."
    
    th "Блин, помну же, а я только недавно получил этот комплект."
    
    "Ко мне присоединился и Селёдка."
    "Мило мурча, он лёг мне на ноги."
    
    th "Зашибись, теперь я ещё и заложник кота."
    th "Надеюсь надолго он не задержится."

    # Семён закрывает глаза.
    
    "Мышцы и кости жуть как болели."
    
    th "Как же я погребу-то сегодня[wp]"
    th "Но и отменять всё уже как-то не удобно."
    th "Ох, надеюсь, скоро я отдохну сполна. Хотя бы денёк."
    th "А то столько всего произошло, аж голова кругом идёт."
    th "Кстати говоря о прошедших событиях, я совсем забыл про мой дневник. {w}На месте ли он?"
    
    # Семён открывает глаза.
    
    "Засунув руку под подушку, я нащупал и достал оттуда небольшую книжку в мягкой красной обложке."
    
    th "На месте, уже хорошо."
    
    "Повертев его ещё немного в руках, я засунул дневник обратно."
    
    th "Как же повезло мне достать этот дневник, да и ещё такой качественный, с мраморно белой бумагой."
    th "Получается, завтра вечером он наполнится пометками и быть может, даже простенькими зарисовками, если у меня будет желание порисовать."
    th "Главное не забыть, ведь это единственная вещь, что не даёт мне свихнуться окончательно[wp]"
    th "А ещё желательно придумать какую-нибудь[wp] Сигнализацию чтоле."
    th "Чтобы я точно мог узнать, брал кто-то мой дневник или нет."
    th "Но это уже, наверное, потом." 
    
    "Кот зашевелился и переместился мне на живот."
    "А в той области ног, где он лежал, удивительно, но боль отсупила."

    me "Так ты меня лечить пришел?"
    
    # вставить мяу 

    me "Полагаю это да."
    me "Или подожди[wp]"
    
    "Я немного привстал."
    
    me "Тебя вожатая послала, чтобы ты меня вылечил и она могла меня отправить на какую-нибудь тяжелую работу."
    me "Я раскусил тебя, не так ли?"

    # вставить какое-нибудь раздраженное мяу

    me "Так я и знал."
    me "Ну ты и негодяй, хоть и лечишь."
    
    "Селёдка видимо не оценил моих возмущений в его адрес и убежал, расположившись на кровати вожатой."
    
    me "Вот же радости ей будет, когда она тебя там увидит."
    
    "Боль понемногу стала возвращаться."
    
    me "Слушай, прости я не хотел, давай ты вернешься, так хорошо же было."
    
    "Но кот в ответ отвернул от меня свою морду."
    
    th "Обиделся."
    me "Ну и пожалуйста! И без тебя справлюсь!"
    me "Пойду вон, прогуляюсь, это должно помочь мне."
    
    "Встав с кровати, я направился к выходу."
    "И только чуть приоткрыв дверь, Селёдка тут же, пулей вылетел из дома."
    
    stop ambience
    scene bg ext_house_of_mt_sunset with dissolve
    play ambience ambience_camp_center_evening
    
    "Кот скрылся где-то в кустах."
    
    me "Эх, теперь снова потеряется на целую неделю."
    me "Ну да и пёс с ним."
    me "Так-с, собственно зачем я вообще вышел на улицу[wp]"
    me "Ах, точно, погулять."
    me "Только мне как-то лееееень стало." 
    me "Может всё-таки на кровати быстрее пройдет? {w}Хотя, вряд ли."
    me "Ладно, пойду для начала умоюсь, а потом уже решу, стоит напрягаться или нет."
    
    # переход 
    
    window hide
    stop ambience fadeout 0.5
    $ blwnfh_set_time()
    scene bg ext_washstand_day with dissolve2
    play ambience ambience_day_countryside_ambience fadein 2
    $ renpy.pause(1.0)
    window show
    
    "Придя к умывальникам, я, на своё удивление, увидел здесь Ульяну."
    
    show us calml pioneer at center with dspr
    
    me "А ты чего не на линейке?"
    
    show us dontlike pioneer at center with dspr
    
    us "Провпала!"
    
    "Это было единственным что я понял, ведь дальше она стала что-то прям активно бурчать."
    "Но вообще ничего не было понятно." 
    "Похоже её рот был полон зубного порошка."
    
    me "Сплюнь, а потом уже говори."
    
    "Я встал рядом и принялся умываться."
    "И поскольку я гений, не взял свой пакет с умывальными принадлежностями."
    "Обойдусь обычным ополаскиванием лица и рта."
    "Ульяна же последовала моему совету и выплюнула всю эту стремную порошковую массу, а остаток смыла водой."
    
    show us calml pioneer at center with dspr
    
    us "Проспала я."
    me "Вот как."
    
    show us dontlike pioneer at center with dspr
    
    us "Это всё Двачевская виновата!"
    me "И в чём же она виновата?"
    
    show us sad pioneer at center with dspr
    
    us "Я вчера поздно спать легла."
    us "С друзьями гуляла, так сказать, победу праздновали."
    us "Ну и припозднилась немного."
    us "И когда я пришла, Алиса ещё не спала, тогда я попросила её разбудить меня пораньше."
    us "Она согласилась и я спокойно уснула[wp]"
    us "А проснулась буквально минут пять назад."
    us "Вот и доверяй после этого подруге." 
    
    "Я усмехнулся, и принялся умывать лицо."
    
    th "Мда, забавная история."
    
    "И вот те раз, вода была вполне тёплой."
    
    th "Что, неужели солнце так быстро воду нагрело?"
    th "Или может где-то установили бойлеры?"
    th "Иначе как это объяснить?"
    
    show us upset pioneer at center with dspr
    
    us "Чего ты усмехаешься! Ничего смешного ведь!"
    us "Я вот за всю смену, НИ РАЗУ не пропускала линейку, даже если могла."
    us "Благодаря этому, у меня была хорошая карма перед вожатой, так что иногда она мне прощала некоторые проступки."
    me "Не ну, могу тебя успокоить, вожатая вряд ли сегодня будет вести линейку."
    
    show us normal pioneer at center with dspr
    
    us "Это почему?"
    me "У неё дела там какие-то и не думаю, что есть время на линейку."
    me "А посему, ведёт скорее всего Славя."
    
    show us upset pioneer at center with dspr
    
    us "И она возьмет, да нажалуется, что ты и я не явились на линейку!"
    me "Сомневаюсь, что ей есть дело до этого. {w}Особенно уж до меня."
    
    show us smile pioneer at center with dspr
    
    us "А почему до тебя ей особенно дела не будет, м?"
    me "Слушай, ты вроде на линейку спешишь."
    me "И если будешь языками со мной чесать, то ты вряд ли успеешь."
    us "Так коли там Славя, куда уж мне торопиться?"
    us "Колись давай! Что, по очень близкой дружбе отмажет тебя, да-а?"
    
    th "Ох, лучше б молчал."
    
    me "Скорее уж по обычной дружбе, не станет же она своего товарища сдавать, это раз."
    me "И два, у меня есть официальное разрешение от вожатой не идти на линейку."
    
    show us laugh pioneer at center with dspr
    
    us "Что, дошло если ты живешь рядом с вожатой, то можешь договорится с ней обо всём?"
    
    "Я малость усмехнулся."
    
    me "Ну знаешь, если бы Ольга Дмитриевна была хоть чуть добрее, твоя схема может быть и сработала."
    me "А так нет, просто я вчера так заработался, что сегодня всё тело ломит."
    me "Сейчас, конечно, уже лучше, но тем не менее."
    
    show us grin pioneer at center with dspr
    
    us "И что же получается? Будешь весь день балду гонять?"
    me "Нет, хуже, я и Катя будем заниматься отловом мелких Ульян."
    
    show us normal pioneer at center with dspr
    
    us "А вам зачем?"
    me "Статью писать надо о прошедшем матче."
    me "А это идти и спрашивать всех об ощущениях, туда-сюда. {w}В общем волокита разная."
    us "Понятно, на спортплощадке скорее всего буду. {w}Если нет, то дома."
    me "А если и там тебя не будет?"
    
    show us grin pioneer at center with dspr
    
    us "Тогда украли меня и следует звонить в милицию."
    me "Боюсь, милиция будет бессильна против страшной сущности, что обитает в лагере и ворует мелких рыжих девочек."
    
    show us laugh2 pioneer at center with dspr
    
    us "Ага, поверила! Ну и бредятина!"
    us "Где таких сказок понабрался? Или может ты сам придумал?"
    
    th "Чёртово коммунистическое образование с его рациональным мышлением."
    
    me "Ты мне зря не веришь, я же чистую правду говорю!"
    us "Да-да-да."
    
    show us normal pioneer at center with dspr
    
    us "Ладно, чем займемся?"
    
    "Окончание меня, мягко говоря, смутило."
    
    me "Чем займе{b}МСЯ{/b}?"
    me "Быстро ты решила прервать свою серию посещений."
    us "Да я подумала, раз там Славя, то и не страшно."
    me "Я не гарантирую, что она там, просто это скорее всего."
    us "Пока-что, ты меня ни разу не обманывал, так что[wp]"
    
    show us grin pioneer at center with dspr
    
    us "Пойдем гулять!"
    me "Ну да, поводов обманывать тебя у меня не было."
    
    "Тихо я пробубнил себе под нос и сделал глубоких вздох."
    
    me "Я был бы рад прогуляться, да ноги болят."
    
    show us dontlike pioneer at center with dspr

    us "И как же ты тогда сюда дошел?"
    me "Кое-как."
    us "Пойдем давай, не сломаешься!"
    me "От гуляний я как раз-таки и сломаюсь."
    
    show us upset pioneer at center with dspr
    
    us "Скучный ты."
    us "Пойду значит проведаю как там Сергей Дмитриевич."
    me "Да-да, валя—[wp] {w}Минуточку, завхоза?!"
    me "А чего ты забыла у него?"
    
    show us normal pioneer at center with dspr
    
    us "Ухаживаю за ним."
    me "Аэм[wp] Почему ты?"
    
    show us upset pioneer at center with dspr
    
    us "А более и некому."

    show us normal pioneer at center with dspr
    
    th "Вот те раз."
    
    me "И что же входит в твои обязательства?"
    us "Да ничего такого, принести да подать что-нибудь, но это очень редко."
    
    show us grin pioneer at center with dspr
    
    us "В основном мы просто болтаем о всяком."
    
    show us normal pioneer at center with dspr
    
    us "Что, кстати, тоже входит в мои обязательства." 
    us "Ему же там скучно целый день сидеть на складе."
    me "Странно, но все разы, что я был у завхоза на складе, я ни разу не встречал тебя там."
    us "Ну, я же не весь день сижу с ним, максимум пару часиков в первой половине дня, а потом убегаю по своим делам."
    
    th "Интересно, какие же у тебя могут быть дела помимо попинать мяч и задолбать всех в этом лагере."

    me "Ну и как это вообще всё случилось?"
    us "Что именно?"
    me "То, что ты ухаживаешь за завхозом."    
    us "Долго рассказывать."
    me "Ну мы вроде и никуда не торопимся."
    me "Только давай местечко займем какое-то поудобнее, а то стоять уже устал."
    us "Хорошо."
    
    "Мы отошли немного подальше от умывальников и уселись на траве."
    
    show us normal pioneer close at center with dspr
    
    me "Ну давай, начинай."
    us "С чего бы начать[wp]"
    me "С самого начала."
    
    show us grin pioneer close at center with dspr
    
    us "Четыре с половиной миллиарда лет назад[wp]"
    me "Не этого начала."
    
    show us laugh pioneer close at center with dspr
    
    us "Ладно-ладно."
    
    show us normal pioneer close at center with dspr
    
    us "Наше знакомство произошло в самом начале смены."
    us "И так вот вышло, что нашу девочку на побегушках, Славю, сразу же назначили на все должности, какие могли."
    us "Но, требовался ещё помощник на склад, поскольку, кхм: «завхоз уже старенький и один он не управится»."
    me "А почему я не помню этого распределения ролей?"
    us "Потому-что тебя тогда утащили кибернетики к себе в логово."
    us "И спасибо что перебил, так-с[wp]"
    me "Извиняюсь."
    us "Однако, никто не высказывал желания помогать дедушке, и знаешь[wp]"
    us "Мне так стало обидно от такой несправедливости, что они, пионеры! И не хотят помогать!"
    us "Где такое вообще было видано?"
    us "Поэтому я и вызвалась на эту роль."
    
    show us upset pioneer close at center with dspr
    
    us "Мне сразу послышались перешептывания и усмехания за спиной."
    us "Только, мне было абсолютно всё равно на это."
    
    th "Вот уж не подумал бы, что эта безбашенная девочка ракета имеет чувство справедливости."
    
    show us normal pioneer close at center with dspr
    
    us "Наверное стоит отметить, что дед Сергей по началу скептически относился ко мне."
    us "Всё же он ожидал в помощниках кого-то[wp] Повыше."
    
    show us laugh2 pioneer close at center with dspr
    
    us "Но оценив мою скорость и немаленькую, для маленькой девочки, силу, стал более снисходительным ко мне."
    us "А затем это снисхождение переросло в дружбу."
    us "Вот и собственно вся история."
    me "Такой вопрос, если ты помощница завхоза, то почему когда он болел, за складом следила Славя?"
    
    show us normal pioneer close at center with dspr
    
    us "Потому-что я наряду с Виолой следили за его здоровьем."
    us "Думаю, если не мы, то он бы умер[wp]"
    me "И тем не менее ты нашла время на футбол."
    us "На момент, когда я узнала о матче, состояние деда Сергея значительно улучшилось и моя помощь более не требовалась."
    
    show us upset pioneer close at center with dspr
    
    us "К тому же, мне надо отвлечься от всего этого."
    us "Уж очень тяжело давалось это всё, его страшный, громкий кашель."
    me "А чего это его так?"
    us "Не знаю, видимо, возраст даёт о себе знать."
    
    show us grin pioneer close at center with dspr

    us "Так, свою историю я рассказала, теперь давай ты."
    me "Я? И что же ты хочешь услышать от меня?"
    us "Как у тебя дела с Катей?"
    
    th "Твою ж дивизию, начинается."
    
    me "А какие у меня с ней могут быть дела?"
    us "Это я должна отвечать?" 
    me "Эх[wp]"
    me "Я[wp] {w}Я не знаю, чего ты хочешь услышать, мы просто дружим."
    us "Дружите значит? Уж больно близкая дружба получается тогда."
    us "Ведь, сколько бы я вас не видела, вы всегда вместе."
    us "Ходите вместе, в муз кружке вместе, комментировали вместе."
    us "Газетой занимаетесь[wp] ВМЕСТЕ."
    me "Я понял тебе, хватит."
    me "Не знаю, может что-то да есть, а может и нет"
    
    th "Нет, ну я конечно же знаю, ведь как минимум испытываю чувство симпатии к Кате."
    th "Вот только испытывает ли она тоже самое ко мне? Думаю сегодня это выяснится."
    
    me "А тебе собственно зачем всё это?"
    
    show us laugh pioneer close at center with dspr
    
    us "Ну мне же надо о чём-то сплетни распускать."
    me "Чё? Я те дам сплетни."
    
    "Сказал я и дал ей легонького подзатыльника."
    
    us "Бесишься, значит всё таки что-то да есть!"
    us "А значит я была права, я была права, я была права!"
    
    "Запела она."
    
    us "Алиска проиграла спор!"
    me "ЧТО?!"
    me "Какой ещё нафиг спор?!"
    
    show us grin pioneer close at center with dspr
    
    us "А вот такой, который мы заключили пару дней назад."
    
    "Такая весть меня, совсем не обрадовала."
    
    th "Спорите значит вы, да тут и дураком не надо быть, чтобы догадаться о его подробностях."
    
    me "Знаешь, очень странно выходит."
    me "Тебе прямого ответа не дали, а ты додумала что-то за меня."
    us "Да тут и так всё ясно."
    us "Тебе было бы до лампочки на глупые девичьи сплетни."
    us "Ведь хватило бы одного твоего отрицания, чтобы они в миг разрушились."
    us "Короче говоря, совсем другая реакция у тебя была бы."
    me "Тут ты права[wp]"
    us "Очередная легчайшая победа Ульяны Ульяновой на Алисой Двачевской!"
    
    # th "Ульяна Ульянова? Это ещё что за референс на ЖоЖо."
    
    me "На что спорили-то хотя бы?"
    us "На большую банку клубничного варенья!"
    
    "Спор на банку варенья для меня был чем-то новеньким и несерьезным, так что я малость усмехнулся." 
    
    me "Серьезно?"
    us "Ага!"
    me "И где же тебе Алиса достанет большую банку варенья?"
    us "А вот это уже явно не моя проблема."
    me "М-да."
    
    "Мы сидели молча какое-то время, пока Ульяна не решила встать."
    
    show us normal pioneer at center with dspr
    
    us "Что ж Семён, было действительно интересно и весело с тобой пообщаться."
    me "Взаимно."
    us "Однако, мне правда надо бежать, если уж не на линейку, то на склад."
    me "Ну, беги, задерживать не буду."
    
    hide us with dspr
    
    "Ульяна убежала, а я так и остался сидеть на траве."
    
    th "И вот я снова один, наедине с собой и своими мыслями."
    th "Так и до безумия скоро докачусь."
    th "Хотя чего уж там, если я сам себе анекдоты травил и ржал с них как ненормальный, то всё уже понятно."
    th "В прочем не это сейчас должно меня волновать."
    th "Ульяна выиграла в детском споре, и самое что странное, в нём участвовала Алиса."
    th "Очевидно, это не просто так."
    th "И будучи чуть смышленным, можно понять, что она это всё затеяла, чтобы, используя Ульяну, узнать что-то обо мне и Кате."
    th "Вот только на кой чёрт ей это?"
    th "А самое что интересное, ничего ведь и не добиться если поинтересоваться у неё напрямую. {w}Максимум чего смогу добиться, так это пары синяков под глазами[wp]"
    
    "Я пошевелил руками, плечами и немного ногами."
    
    th "Похоже, боль немного отступила. Это хорошо."
    th "А значит можно немного прогуляться вокруг лагеря и прийти к столовой аккурат под горн."
    
    "Так и решив поступить, я медленно поднялся с травы и отряхнулся."
    "После чего отправился в путь, который пролегал через небольшой пролесок."
    
    stop ambience
    scene bg ext_path2_day with dissolve
    play ambience ambience_forest_day
    
    th "Вообще кошмар какой-то выходит."
    th "Каждый раз одно и тоже: Встал, умылся, постоял, поел, поделал дела, поел, отдохнул, поел и спать."
    th "И так день за днём, так и жизнь пройдет."
    th "Почти целый месяц страдания фигнёй. И ладно другие люди."
    th "Но я-то тут как бы, проездом чтоле. {w}Попал непонятно как и неизвестно куда."
    th "Эх, всё что мне остается, это просто смиренно ждать конца смены."
    th "И молить всех богов которых я знаю, вернуть меня на родину."
    th "В прочем, у меня ещё неделя впереди, айда что-нибудь придумается."
    
    stop ambience
    scene bg ext_musclub_day with dissolve
    play ambience ambience_camp_center_day 
    
    "Вскоре, я вышел к муз кружку."
    "Обычно, оттуда всегда доносится музыка, но сейчас было не так."
    "В прочем, это не значило, что Мику нет дома."
    
    th "Может зайти, посмотреть? Всё равно, делать пока нечего."
    
    scene bg ext_music_club_verandah_day with dissolve
    
    "Подойдя ко входу, я постучался в дверь."
    #вместо этого, тут можно будет вставить звук стука в дверь.
    
    me "Кто в теремочке живёт?"
    
    "Но в ответ тишина."
    "Тогда, я дернул за ручку и оказалось, что дверь-то открыта."
    
    stop ambience
    scene bg int_musclub_day with dissolve
    play ambience ambience_music_club_day
    
    me "Ау?"
    
    "На полу лежала неубранная постель."
    
    th "Похоже, она снова тут спала."
    
    "Я огляделся вокруг, будто ожидая что-то увидеть необычное."
    "Но было очевидно, что ничего интересного я тут не увижу."
    "И почесав голову я развернулся как[wp]"
    
    show mi grin pioneer at center with dspr
    
    mi "Бу!"
    
    "Мику оказалась за спиной."
    
    th "Интересно, как это я её так пропустил и не услышал."
    
    "Я пару секунд посмотрел на неё с ухмылкой и вопросительным взглядом."
    
    me "Не, не страшно."
    
    show mi smile pioneer at center with dspr
    
    mi "Ну вот, а я так старалась к тебе подкрасться сзади."
    me "Тебе было бы достаточно волосы растрепать и на лицо боевой раскрас нанести, тогда бы точно испугала."
    
    show mi happy pioneer at center with dspr
    
    mi "Так и поступлю в следующий раз."
    me "Кстати ты как позади меня оказалось-то?"

    show mi upset pioneer at center with dspr
    
    mi "Я аэм[wp] Ну[wp]"
    mi "По делам ходила."
    
    th "По делам в, почти, девять утра? Допустим."
    
    me "Ладно[wp]"
    me "Кстати, гляжу ты вновь по дому тоскуешь, коли на полу спишь."
    
    show mi laugh pioneer at center with dspr
    
    mi "Ага, именно так, и я вовсе не засиживалась здесь до поздна."
    me "Зачастила ты."
    
    show mi normal pioneer at center with dspr
    
    mi "Ну а ты, чего снова не на линейке? Опять прогуливаешь, да хулиган?"
    me "Отпуск заработал."
    mi "Вот как, и как же у тебя это вышло? Вожатая же просто так не отпускает."
    
    th "Блин, если мне всем придется рассказывать, почему меня отпустили с линейки, то я с ума сойду."
    #me "А меня вот отпустила просто так блять! Я же тут в лагере, в отличии от других, нихуя не делаю, хуи пинаю, а поэтому всегда готов стоять грёбанный час на площади и выслушивать ёбанную, никому нахрен не нужную, речь вожатой! НАХУЙ ОНО БЛЯТЬ МНЕ ВООБЩЕ СДАЛОСЬ, А?! ТАК ЧТО ДАВАЙ УЕБЫВАЙ СУКА! БЕГИ ФОРЕСТ! БЕГИ!"
    
    me "Долго рассказывать."
    me "Но если вкратце, я вчера много чего таскал тяжелого, а сегодня всё тело ломит, вот меня и оставили в покое."
    
    show mi sad pioneer at center with dspr
    
    mi "Оу, бедный ты, очень устал, да?"
    me "Да ещё бы."
    me "И если Серёга был бы хоть капельку посильнее, тогда может не так сильно устал."
    
    th "Как вообще Женя с ним будет, он же ничего ничерта не может."
    th "Дом не сколотит, дерево не посадит[wp] {w}Сына родит разве что, тут от него особых усилий не требуется."
    
    me "Но сейчас мне уже получше, не так сильно болит как час назад."
    
    show mi grin pioneer at center with dspr
    
    mi "Раз тебе лучше, значит и поиграть на гитаре сможешь!"
    mi "Только дай я для начала уберусь, а то мне как-то неудобно, что тут моя лежанка по среди помещения вся перевернутая лежит."
    
    "Я немного позгибал пальцы, что вызывало покалывания и в целом сгибались они с трудом."
    "Так что у меня вряд ли получится поиграть на гитаре, даже если очень захочу."
    
    me "Мику, я не смогу играть, у меня вон пальцы еле шевелятся."
    
    show mi sad pioneer at center with dspr
    
    mi "Ой, извини пожалуйста. Просто я с таким хорошим настроением проснулась, так и хочется что-нибудь сыграть да в компании друзей."
    me "Ну мы обязательно сыграем вместе, завтра может быть."
    
    show mi serious pioneer at center with dspr
    
    mi "Это хорошо."
    mi "И кстати[wp]"
    
    "Довольно протяжно и задумчиво произнесла она."
    
    me "М?"
    mi "Ты подумал над нашим предложением поучаствовать в выступление?"
    mi "Можно с легкой натяжечкой назвать это концертом."
    
    th "Что? А такое разве было?"
    
    me "Эм[wp]"
    
    th "Блин, чё сказать-то. {w}Если скажу, что забыл, так сразу обида."
    th "А соглашаться на какой-то там «концерт» вообще желания нет."
    
    me "Прости, я[wp] я забыл."
    mi "Забыл."
    
    show mi angry pioneer at center with dspr
    
    mi "Забыл?"
    
    show mi rage pioneer at center with dspr
    
    mi "ЗАБЫЛ?!?"
    
    "Вскрикнула Мику и, невесь откуда достав гитару, ударила ей мне по голове."
    
    show anim prolog_1 with dspr
    
    voice "Семён Персунов был хорошим человеком, верным товарищем — настоящим профессионалом своего дела."
    voice "Он, пусть и не посвятил свою жизнь чему-то хорошему и полезному, но всё равно стал примером для всех нас."
    voice "Семён Персунов бесстрашно защищал свой родной лагерь."
    voice "И погиб, совершенно глупой смертью."
    voice "Эх[wp] Прощай Семён. {w}Нам будет тебя не хватать."
    
    th "Думай-думай!"
    
    # переход
    
    hide anim prolog_1 with dspr
    show mi serious pioneer at center with dspr
    
    me "Слушай, я не хочу участвовать в этом глупом концерте."
    
    show mi shocked pioneer at center with dspr
    
    mi "ГЛУПОМ?!"
    
    show mi angry pioneer at center with dspr
    
    mi "Это ещё почему он глупый, а?!"
    
    "Выкрикнула она и вновь взялась за гитару, благо я был уже готов к такому раскладу событий."
    "А посему, мне не составило труда увернутся."
    
    me "Девушек бить конечно нельзя, но которые сами огрызаются, думаю можно."
    
    th "Хе, клёво сказал."
    
    "Пока я тут распинался, Мику успела занести гитару уже для второго удара."
    "И уже на подлете к моей голове, я поймал сей чудесный инструмент и выхватил его у нее из рук."
    "Вот только как оказалось японка знает карате или что-то в таком роде и с ноги прописала мне в челюсть."
    
    th "А не подумал[wp]"
    
    "Вместо того, чтобы выхватывать у неё гитару, я толкнул инструмент в неё, тем самым сбив с ног."
    
    show mi rage pioneer far at center with dspr
    
    "Но видимо Мику это грёбанный терминатор и та одним ловким прыжком, встала в боевую стойку."
    "После чего набросилась на меня."
    
    show mi rage pioneer close at center with dspr
    
    mi "Я тебе покажу, что бывает когда называешь мой концерт глупым!"
    
    "Я попытался оборонятся гитарой, но у нашей музыкантки видимо чёрный пояс, и она ушатала меня буквально за пару ударов."
    
    # переход
    
    show mi serious pioneer at center with dspr
    
    th "Нет, так не пойдёт."
    th "Получается только соглашаться, а я вот совсем не хочу."
    th "У меня же дел не в проворот."
    th "Хотя[wp]"
    
    "Я усмехнулся."
    
    th "Ну и фантазия у меня конечно[wp]."
    
    mi "Что ты смеешься? Надумал что-то?"
    me "А? Да я так, мысль смешна пришла."
    mi "Расскажешь?"
    me "Нет."
    mi "А что по концерту?"
    me "Я не знаю, остается неделя, а учить все эти аккорды, туда сюда."
    mi "Так ты же играть умеешь, при чём неплохо, быстро выучишь."
    
    th "В теории, это может послужить мне хорошим оправданием, чтобы не делать всякие левые поручения вожатой."
    th "Может даже от линейки получу освобождение до конца смены. {w}Конечно, в любом случае её завтра не будет, ибо выходной, но тем не менее."
    th "Короче одни плюсы можно будет из этого вычленить."
    th "Но с одним жирным минусом, это учить песню и потом ещё выступать."
    th "И это будет куда сложнее, чем, например, комментировать."
    th "А в прочем[wp]"
    
    me "Ладно, я согласен поучаствовать в этом."
    
    show mi smile pioneer at center with dspr
    
    mi "Ура! Спасибо тебе Семён! С тобой теперь всё получится организовать."
    
    show mi upset pioneer at center with dspr
    
    mi "А то у нас серьезная проблема с талантливыми кадрами."
    me "Да уж, я заметил."
    
    show mi happy pioneer at center with dspr
    
    mi "Но благо всё сложилось."
    me "Ладно, и когда будем учить песню?"
    
    show mi smile pioneer at center with dspr
    
    mi "Завтра, когда вам удобно будет, и начнём." 
    mi "И кстати, тебе, так сказать, достанутся ускоренные «курсы», поскольку ты очень отстаешь от меня и Кати."
    mi "Но там ничего сложного не будет, а если будет, то я если что помогу."
    me "Спасибо."
    
    # тут можно дать достижение, мол, "восходящая звезда рока" или что-то такое.
    
    play sound sfx_dinner_horn_processed 
    
    show mi upset pioneer at center with dspr
    
    mi "Как-то[wp] рановато, тебе не кажется? Прошло вроде всего полчаса."
    me "Да не, вроде по времени самое то."
    
    "Мику задумчиво поглядела на часы."
    
    mi "Хм, да и в правду."
    
    show mi normal pioneer at center with dspr
    
    mi "Тогда, пойдем скорее в столовую, а то есть очень хочется, а толпиться возле выдачи мне не очень хочется."
    me "Ну, мы в любом случае в проигрышном положении."
    
    show mi dontlike pioneer at center with dspr
    
    mi "А если не поторопимся то будем в ещё более проигрышном положении."
    mi "Поэтому давай скорее пойдем!"
    me "Ладно."
    
    # переход
    
    stop ambience
    scene bg int_dining_hall_people_day with dissolve
    play ambience ambience_dining_hall_full 
    show mi normal pioneer at center with dspr
    
    "Как и предполагалось, шансов попасть в столовую не в час пик был нулевой."
    "Но и Мику тоже была в чём-то права."
    "Поторопившись, мы попали аккурат тогда, когда у раздачи нет огромных орд голодных пионеров."
    "Взяв еду, мы стали искать где бы присесть."
    "И пара свободных мест были рядом с Катей и[wp] {w}Леной."
    
    show mi normal pioneer at left with dspr
    show kat normal pioneer at center with dspr
    show un normal pioneer at right with dspr
    
    mi "Доброе утро, товарищи, разрешите сесть с вами?"
    kat "Да, конечно."
    
    "Лена просто грустно угукнула."
    "Мы уселись и я по давней своей привычке стал разглядывать завтрак."
    
    th "Так-с, сегодня на завтрак мюсли с кусочками фруктов."
    th "Похоже какие-то яблоки, голубика и клубника, чё-та ещё[wp] {w}Короче, должно быть вкусно!"
    th "А ну и ещё компот из сухофруктов."
    
    kat "А ты Семён, чего не здороваешься с друзьями?"
    me "Извините. Голодный просто."
    kat "Ладно, кушай, сил набирайся, нам ещё же статью писать."
    me "Кому нам-то?"
    kat "Ну мне. Но у тебя тоже будет работы немало."
    kat "Ходить, людей опрашивать, фотографировать."
    me "Да, это всё будет очень утомительно, поэтому давайте поедим в тишине."
    
    "Лена тихонько встала из-за стола."
    "Видимо она уже закончила свой завтрак, пока мы тут трепались."
    
    un "Увидимся в кружке."
    kat "Ага, до встречи!"
    
    hide un with dspr
    
    th "Ну всё, теперь жрать!"
    
    kat "А чем вы занимались?"
    
    th "Да ёпрст, ну попросил же хоть раз поесть в тишине."
    
    me "Кто вы?"
    kat "Ну ты и Мику?"
    
    "Я посмотрел на Мику."
    "На удивление, она единственная кто проявил уважение и ела тихо, что было совсем не свойственно для неё."
    
    me "Чем мы занимались?"
    mi "Просто разговаривали."
    
    show mi grin pioneer at center with dspr
    
    mi "Кстати Катя, мне удалось уломать Семёна поучаствовать в нашем концерте."
    kat "Здорово!"
    
    show mi happy pioneer at center with dspr
    
    mi "Осталось только все тонкости с вожатой обсудить и утвердить."
    
    show mi upset pioneer at center with dspr
    
    mi "А то боюсь, не всё что приемлемо играть и слушать в Японии, столь же приемлемо в Советском Союзе."
    
    th "Зашибись! То есть я подписался на концерт, который то ли будет, то ли нет, но песню ты учи Семён."
    th "Мда[wp] Может всё-таки надо было отказываться? Подумаешь пару раз огрели бы по голове гитарой, несмертельно же."
    th "Я вот не знаю ни одного раза, чтобы кто-то умирал от удара гитарой по башке."
    
    kat "А какие у вас жанры популярны?"
    mi "Сейчас — не знаю, давно не была дома. Но в общем, совсем другую музыку слушают, которая совсем не похожа на местную."
    kat "Понятно[wp]"
    me "Хм, интересно выходит[wp]"
    kat "Что именно?"
    me "Ну то, что у Мику по сути же два дома."
    
    show mi serious pioneer at center with dspr
    
    mi "Да, иметь два дома хорошо, но не когда эти дома находятся в совершенно разных уголках мира."
    me "Летать далеко типа?"
    mi "Нет, не в этом дело. {w}Просто пока привыкнешь к одному менталитету, надо возвращаться в совершенно другой."
    mi "Да, в Японии мне проще адаптироваться, ведь я прожила там много. Но с каждым возвращением этот процесс становится всё дольше и дольше[wp] И сложнее."
    me "Вот как."
    
    show mi normal pioneer at center with dspr
    
    "Мюсли подошли к концу, как и стакан с чуть тёплым компотом." 
    
    th "Быстро как-то я, даже несмотря на то, что отвлекался."
    
    "Отставив грязную посуду в сторону, я поставил голову на руки."
    
    me "Ну вот, я завтракать закончил, теперь можно и поговорить нормально."
    
    "Катя медленно вытащила ложку из рта и легонько ударила ей мне по голове."
    
    kat "Я те дам поговорить! Нам надо уже бежать в кружок журналистики!"
    kat "А не то опять поймаем нагоняй от Жени."
    me "Так ты есть закончи и сразу пойдем."
    kat "Если не заметил, то я уже всё, так что идём!"
    
    th "Балин."
    
    mi "Кстати, пока вы не ушли."
    me "М?"
    mi "Вы сегодня зайдете ко мне? Вечерком там, или когда угодно ещё, поиграем немного, а то скучно немного."
    kat "Ох Мику, не знаю у нас с Семёном пр[wp] {w}Д-Дела, да."
    kat "С утра до вечера работать будем."
    
    show mi sad pioneer at center with dspr
    
    mi "Обидно[wp] Ну ладно уж[wp]"
    
    show mi happy pioneer at center with dspr
    
    mi "Тогда может, если не забуду, к вам заскочу!"
    kat "О, это будет хорошо, мы тебе всё покажем и расскажем. {w}Главное чтобы Женя разрешила."
    
    show mi normal pioneer at center with dspr
    
    kat "Ну всё, пока, а ты давай, вставай!"
    me "Блин, что уж у тебя память-то хорошая, я то думал ты забыла про меня."
    kat "Идёооом."
    
    "Тяжело вздохнув, я нехотя поднялся из-за стола."
    
    me "Пока Мику, до встречи."
    mi "Пока-пока!"
    
    hide mi with dspr
    
    "Крепко схватив меня за запястие, Катя потащила меня через всю столовую на выход."
    
    # переход
    
    stop ambience
    scene bg ext_square_day with dissolve
    show kat normal pioneer at center with dspr
    play ambience ambience_camp_center_day
    
    "Протащив меня за собой значительное расстояние, Катя отпустила меня только на площади."
    "Оттуда мы уже продолжили идти медленным шагом."
    "А я же потирал запястие."
    
    th "Наконец-то[wp] {w}Не, ну это надо же так сильно сжимать, что аж болит потом!"

    me "Знаешь Кать, не обязательно меня так вот тащить, я могу вообще-то и сам идти."
    kat "Нет, не можешь!"
    
    "Сказала она и показал мне язык."
    
    me "Смешная ты."
    me "В таком случае, если я сам идти не могу, неси меня на руках."
    kat "Ха, я тебя не подниму, даже если очень захочу."
    me "Жаль."
    me "Кстати чего отпустила? Статью передумала писать?"
    kat "Не-а, прогуляться просто хочу немного."
    me "Если ты хотела прогуляться, то зачем тогда тащила за собой. {w}Несостыковочка."
    me "Мне вот кажется, правда куда проще: ты просто устала."
    
    "Она немного смущенно отвела взгляд."
    
    kat "Возможно[wp]"
    
    "Тихо проговорила она."
    
    scene bg ext_library_day with dissolve 
    
    "И вот мы уже стояли перед бастионом знаний — библиотекой."
    "Ну и не только знаний, но и всякой художественной литературы. {w}Капитал Карла Маркса, например."
    
    stop ambience
    scene bg int_library_day with dissolve
    play ambience ambience_library_day
    show kat normal pioneer at center with dspr
    
    kat "Привет Жень, а вот и[wp]"
    
    "Сказала Катя в пустоту, ведь Жени не было на своём рабочем месте."
    
    kat "[wp]Мы."
    kat "А где она?"
    
    # me "Серёгу насилует."
    
    th "Очевидно, что где-то с Серым тусуется."
    
    me "Не знаю, да и знать не хочу."
    
    scene bg int_editorial_day_cat with dissolve
    show un normal pioneer far at left with dspr
    show kat normal pioneer at right with dspr
    
    kat "О, зато Лена на месте."
    un "Снова привет."
    
    "Лена сидела за своим холстом и что-то усердно на нём рисовала."
    
    kat "Так, беру блокнот и идём работать."
    
    show kat normal pioneer far at right with dspr 
    
    "Она подошла к своему рабочему месту и стала рыться в ящиках стола."
    
    th "Какими ещё нафиг делами можно заняться в этой комнатушке-то."
    
    kat "Странно, вроде сюда же клала[wp]"
    me "Что, не помнишь куда его дела?"
    # kat "блять семён, что за вопросы?"
    kat "Похоже на то[wp]"
    me "Понятно, тогда пойду посмотрю, что рисует Лена."
    
    hide kat with dspr
    show un shy pioneer at left with dspr
    # тут бы на фон поставить звуки рытья в ящике или что-то типо такого.
    
    "Я подошел к холсту и стал изучать нарисованное."
    "И сразу же узнал футбольное поле и одну футболистку, с красными волосами."
    
    me "Что, иллюстрация к газете?"
    un "Д-Да, Женя сказала сделать."
    un "Думаю к вечеру доделаю."
    me "Кстати, ты не знаешь где Женя? Так, интересно чисто."
    un "Она сказала, что ей надо с чем-то помочь Ольге Дмитриевне."
    me "Угу[wp]"
    kat "О! Нашла! Ну всё Семён, идём собирать интервью."
    
    th "Шо?! Опят?"
    
    me "Ну-с, ещё увидемся."
    un "Пока[wp]"
    
    "Взяв со стола фотоаппарат я покинул подсобку вместе с Катей."
    
    scene bg int_library_day with dissolve
    show kat normal pioneer at center with dspr
    
    me "И где был запрятан блокнот?"
    kat "Он что-то делал в глубине стола."
    kat "Наверное, я просто кинула неаккуратно и забыла."
    
    scene bg ext_library_day with dissolve
    show kat normal pioneer at center with dspr
    
    kat "Ладно, где бы нам найти наших футболистов."
    me "Так, ну, я знаю где искать только Ульяну."
    kat "Не густо."
    me "Ну почему же, у неё можно будет поинтересоваться где нам найти хотя бы Алису."
    me "И быть может про других футболистов тоже."
    kat "Звучит как план."
    kat "Тогда, бегом к Ульяне! {w}А[wp] где она?"
    me "Должна быть на футбольном поле."
    kat "Бегом на футбольное поле!"
    
    # переход
    
    stop ambience
    scene bg ext_playground_day with dissolve
    show kat normal pioneer at right with dspr
    play ambience ambience_soccer_play_background
    
    
    "Через минут десять я подошел к футбольному полю, где стояла вся запыхавшаяся Катя."
    
    me "Знаешь, вообще-то не обязательно было действительно бежать сюда."
    kat "Хух[wp] {w}Фуф[wp] {w}Да[wp] Да что ты говоришь?"
    kat "А[wp] А если бы не успели?"
    me "Не успели?"
    
    show us laugh sport at left with dspr
    
    us "Приветик, меня ждёте, да?"
    
    "Катя посмотрела на Ульяну и плюхнулась на землю."
    
    th "М-да Кать[wp] Да ты лохушка, её тут и не было."
    
    kat "Д-Да[wp]"
    
    show us surp1 sport at left with dspr
    
    us "Катюш, ты чего? Спортом занималась чтоле?"
    us "А тебе говорили, что это делается не в пионерской форме?"
    kat "Ха-ха."
    me "Ладно, давай вставай."
    
    show us smile sport at left with dspr
    
    "Катя протянула мне руку и, взяв её, я поставил пионерку на ноги."
    "Ульяна же каким-то хитрым взглядом смотрела на меня."
    
    kat "Посмотри, не испачкалась ли я?"
    
    "Я осмотрел её спину, и отряхнул немного грязи."
    "Юбка же была куда более грязная чем рубашка, но её отряхивать не рискнул."
    
    th "Сама как-нибудь справится."
    
    me "Теперь нет."
    kat "Спасибо."
    kat "И так, интервью!"
    
    show us grin sport at left with dspr
    
    us "Ну давайте, задавайте свои вопросы."
    kat "Аэм[wp]"
    
    "Она заглянула в свой блокнот и перелестнула пару страниц."
    
    kat "Заготовленных у меня нет, так что Семён давай, включай импровизацию как в тот раз."
    me "Эх, как обычно, мне всё делать самому."
    
    "Мой понятой приготовилась записывать."
    
    me "Что ж, начинаем."
    me "Какого это оказаться победителем в таком серьезном матче?"
    us "О, это очень здорово! Особенно учитывая, что соперник был куда сильнее нас."
    
    "Катя сделала запись и я продолжил."
    
    me "Хорошо[wp]"
    me "А после победы, у тебя не испортились отношения с ребятами из проигравшей команды?"
    
    show us laugh2 sport at left with dspr
    
    us "Нисколечко! Мне кажется даже наоборот, стала ещё лучше со всеми дружить."
    us "Разве что одна особа делает вид, будто очень обиделась."
    me "Забавно."
    us "Ага!"
    
    "Ещё одна запись."
    
    show us normalsmile sport at left with dspr
    
    me "Иии, наверное, последний вопрос."
    me "Какие ты испытывала ощущения, забивая победный гол на последних секундах?"
    us "Это не передать словами."
    us "Ведь ещё бы чуть-чуть и Алиса забила бы нам гол."
    
    show us upset sport at left with dspr
    
    us "Конечно, довольно опрометчивый ход с её стороны, но я не осуждаю."
    
    show us grin sport at left with dspr

    us "Ведь этот ход принёс нам и мне победу! Хе-хе."
    me "Понятно."
    me "И на последок. {w}Улыбочку!"
    
    show us laugh sport at left with dspr
    
    "Быстро вскинув фотоаппарат, я сфоткал Ульяну и передал фото Кате."
    "Катя же всё записала и, вложив фотокарточку, закрыла блокнот, громко хлопнув им."
    
    show us normalsmile sport at left with dspr
    
    me "Ну, спасибо за ответы."
    us "Всегда пожалуйста."
    me "Кстати, ты не знаешь где Алиса?"
    
    show us dontlike sport at left with dspr
    
    us "Эй-эй, ты же говорил, что это последний вопрос!"
    me "Я сказал, НАВЕРНОЕ, последний вопрос."
    
    show us upset sport at left with dspr
    
    us "Эх, ладно."
    us "Дома она должна быть, но может уже ушла, не знаю."
    me "Хорошо, спасибо."
    
    hide us with dspr
    
    "Ульяна ушла дальше на поле к своим товарищам."
    
    me "Ну что? К Алисе?"
    kat "А другие? Их опрашивать не будем?"
    me "Честно — лень."
    kat "Но это же тогда получится неполная статья[wp]"
    me "Ой да ладно тебе, ну может заскочим поспрашиваем тут всех."
    me "Просто, данные, скорее всего, будут примерно одинаковые и мы потратим время в пустую."
    kat "Ладно, разберёмся."
    me "И да, не беги, всё мы успеем."
    kat "А ты догони меня для начала!"
    
    hide kat with dspr
    
    "Сказала она и побежала."
    
    th "Хорошо[wp] {w}Хорошо, хочешь драки? Значит будет тебе драка!"
    th "Ох, моим ногам точно настанет конец завтра или даже сегодня."
    
    "Несколько секунд раздумий и стояния спустя, я всё же принял вызов Кати и ринулся за ней."
    
    stop ambience
    scene bg ext_square_day with dissolve
    play ambience ambience_camp_center_day
    # тут можно цг где Семён бежит за Катей
    
    "Фора у Кати была серьезная, да и спортсмен из меня такой себе."
    "Но тем не менее, на прямой дистанции, я медленно, но верно догонял её."
    # th "эх, даже посмотреть сзади не на что. Нельзя чтоли было себе там чуть-чуть всё отрастить, чтобы всё прыгало вверх вниз? тогда за тобой точно никто не угнался бы."
    "Правда оставалось одно Но, о котором как-то и не подумал."
    "Фотоаппарат на шее, который приходилось держать одной рукой."
    "Это немного мешало бегать, но не в этом крылась главная проблема."
    "Проблема заключался в том, что этот «золотой» фотоаппарат я мог разбить вдребезги."
    "И ещё я тоже заодно мог разбиться."
    "Однако, останавливаться и давать заднию было поздно."
    "Ведь я уже практически дышал Кате в спину."
    
    th "Так Семён, просто будь чуть осторожнее и следи за дорогой."
    
    me "Ну что[wp] Фух[wp] далеко бежать собралась?"
    kat "Да не, мы уже прибежали."
    me "Всмысле?"
    
    "Катя стала сбрасывать скорость, а я не понял, что происходит, пока не посмотрел вперед." 

    scene bg ext_house_of_dv_day with dspr

    th "Твою ж ма[wp]"
    
    me "Катя! В сторону!"
    
    "Но она не успела, как и я не успел затормозить и врезался прямо в её спину, так что мы оба упали."
    
    th "Вот надо было мне погнаться за ней, а?"
    th "Надеюсь она и фотик живы, иначе мне пиз[wp]"
    
    # тут можно какое-нибудь достижение мол "гонщик нелегальный" или что-то в таком духе.
    
    "Мысль я не закончил, так как обратил внимание на то, как мы лежали."
    "Катя, не знаю когда она успела перевернутся, лежала на спине и смотрела прямо мне в глаза, а я ей."
    "И лежали мы в довольно[wp] Интересной позе."
    "Так что со стороны это могло выглядеть несколько, неправильно."

    me "Ты это[wp] как?"
    kat "Вроде нормально, разве что немного в шоке."
    me "Да[wp] Я тоже."
    
    th "Какие у неё красивые глаза[wp]"
    th "Голубые как море и столь же глубоки."
    th "Интересно, что она думает, глядя в мои глаза?"
    th "Какой же я идиот, лежу на ней и не даю дышать?"
    th "Кстати, надо бы вставать, а то ни мне ни ей явно неудобно." 
    
    "И как только я начал вставать, из дома вышла Алиса."
    
    show dv normal pioneer at center with dspr
    
    dv "Что тут твори[wp]"
    
    show dv surprise pioneer at center with dspr
    
    dv "Ох ты ж ё[wp]"
    kat "Привет Алис, а мы тут к тебе идём!"
    me "Да[wp]"
    
    show dv grin pioneer at center with dspr
    
    dv "А что, обязательно {b}ТАК{/b} лежать на дороге? {w}Вы бы хоть ради приличия там не знаю, в лесок отошли."
    
    "Мы с Катей быстренько переглянулись, и я наконец встал с неё."
    
    show dv grin pioneer at left with dspr
    show kat normal pioneer at right with dspr
    
    "А после поднял свою подругу и немного отряхнул её."
    
    me "Ты ничего не видела, это было случайно."
    
    show dv smile pioneer at left with dspr
    
    dv "Хорошо."
    dv "Так и что вам, собственно, надобно от меня?"
    me "Интервью."
    dv "А позавчерашнего недостаточно?"
    kat "Не-а!"
    dv "Понятно[wp] {w}А по поводу чего будет интервью?"
    dv "Только не говорите мне что[wp]"
    me "По поводу прошедшего футбольного матча."
    
    show dv normal pioneer at left with dspr
    
    "Улыбка на лице Алисы тут же спала."
    
    hide dv with dspr
    show kat normal pioneer at center with dspr
    
    "Постояв несколько секунд и поразглядывав нас, Алиса быстро вернулась в дом."
    
    me "Похоже, она не хочет говорить на эту тему."
    kat "Но[wp] {w}Нам нужно это интервью!"
    
    "Катя резко подбежала к двери и стала барабанить в неё."
    
    kat "Алиса! Пожалуйста, дай нам интервью! Просто ответь на несколько вопросов и мы отстанем!"
    kat "Нам это необходимо! Станешь ли ты подводить своих товарищей?"
    kat "Если не хочешь отвечать на несколько, то давай пару или вообще один вопрос!"
    kat "Только прошу тебя, ответь! {w}К тому же не забывай, что ты мне должна за обливание из ведра!"
    
    "Но Алиса не отвечала."
    
    me "Бесполезно, лучше вернемся на поле, поспрашиваем мелких так и быть."
    kat "Алиса?"
    me "Кать."
    kat "Алис."
    
    th "Отлично, теперь меня динамят. {w}Что, блин, за неуважение?"
    
    me "Катя! Идём давай, нас ждать никто не будет, а у меня ещё и уборка в доме запланирована!"
    kat "Да тиха!"
    
    "Шёпотом прошипела она."
    
    me "Что? Почему?"
    kat "Похоже[wp] {w}Она сидит у двери и плачет."
    me "Чего? Серьёзно? {w}Тогда её, тем более, лучше не трогать."
    kat "Может попробовать успокоить?"
    me "Оставь её в покое, видимо она серьёзно переживает из-за поражения."
    me "Лучше Ульяну пошлём успокаивать, она всё-таки её подруга."
    
    "Она медленно отошла от двери."
    
    kat "Да[wp] {w}Пожалуй, ты прав, пойдем обратно на поле."
    
    th "Зашибись, зря бежали сюда вообще."
    
    # таймскип + переход
    
    stop ambience
    scene bg int_editorial_day_cat with dissolve
    show kat normal pioneer at center with dspr
    play ambience ambience_library_day
    
    "Походив по полю около часа, пособирав интервью и пофотографировав людей, мы возвратились на базу."
    "Я снял фотоаппарат и положил его на стол."
    
    me "Опять нашей художницы нет."
    kat "Ага."
    
    "Катя же уселась за своё рабочее место, и я рядышком с ней."
    
    me "Я тут подумал."
    kat "М?"
    me "Наверное, всё же не стоило посылать Ульяну к Алисе."
    kat "Почему? Они же лучшие друзья."
    kat "Думаю у Ульянки точно всё получится."
    me "Просто, Алиса явно не в ложной обиде."
    me "И присутствие главного виновника её поражения, может всё только усугубить."
    kat "Если надеятся на лучший исход, то именно так всё и случится."
    me "Тогда, надеюсь, что никто никого не покалечит."
    kat "Вот это правильный настрой!"
    kat "А теперь, не мог бы ты достать бумагу из ящика? А то так неохото тянуться туда."
    me "Да, конечно."
    
    "Я достал пару листов и вставил один в печатную машинку, а второй лист положил рядом." 
    
    me "Надеюсь, ты не напишешь огромный трактат на восемьсот страниц."
    kat "Я подумаю над этим."
    kat "Так, с чего бы начать[wp]"
    kat "А! «Вот итоги вчераш[wp]»"
    
    "Катя застрочила по клавишам, а я устало разлегся на столе, став медленно засыпать."
    
    th "Похоже, вся эта ходьба и беготня, немного утомила меня."
    
    me "Как закончишь, разбудишь меня?"
    
    "Громко зевнув, сказал я."
    # Семён закрывает глаза
    
    kat "А? Какой разбудишь?"
    kat "Ты что, спать улёгся?!"
    kat "Не выспался что ли? Хотя вчера рано ушёл, быть такого не может."
    me "Да не, просто устал немного."
    me "Вздремну немного и буду как огурчик."
    kat "Ну вот, а я надеялась вместе с тобой статью писать."
    me "Прости, но тут частично ты сама виновата."
    kat "Знаешь, тебя никто не заставлял бежать за мной."
    me "Ничего не знаю."
    
    "Спустя пару секунд, под монотонный стук клавиш, меня окончательно вырубило."
    
    show anim_prolog1 with dspr
    
    #пауза
    
    $ blwnfh_set_mode(nvl)
    $ blwnfh_set_name("me", "Я")
    $ blwnfh_set_name("voice", "Стражник")
    nvl show dissolve
    
    
    "Противный скрип открывающейся железной решётки, за которой открывается спуск в неизвестность."
    "Я медленно спускаюсь по лестнице в темноту. {w}Лишь факела, что держат стражники позади меня, чуть-чуть освещает дорогу и не дает случайно навернуться в бездну."
    
    me "А[wp] А куда вы ме[wp]"
    voice "Молчать!"
    me "Ладно[wp]"
    
    "Достигнув дна, мы встали перед стальной дверью."
    "Один из стражников достал свиток и растянув его, стал зачитывать громким и грубым голосом."
    
    voice "Вы обвиняетесь в убийстве короля Николуса Второго Альдегардского, за что полагается казнь."
    me "Да не уб[wp]"
    voice "Тихо! {w}Но за вашу воинскую доблесть и заслуги на войне десяти королевств, вам позволяется искупить свою вину смертельным испытанием: Спуск в крипту, построенной ещё при короле Маргариусе Третьем Альдегардским."
    voice "Вы должны спустится на самый последний, двадцать пятый этаж и достать оттуда великий артефакт — скипитр всевластия династии Альдегардов!"

    "Второй стражник достал старый, ржавый ключ, которым и оттворил сию дверь."
    "И с ужасающим, тяжелым металлическим скрежетом, дверь была открыта."
    "Мне дали в руки факел и пихнули внутрь крипты."
    
    voice "Ваше путешествие в ад — начинается!"
    
    "После этих слов, дверь за мной захлупнули и закрыли."
    
    me "Э, погодите! А как мне выбраться-то отсюда!"
    
    "Но в ответ я услышал только удаляющиеся шаги."
    
    me "Ага, помилование, блядь. Двадцать пять этажей в грёбанное никуда. {w}Ещё и поди тут всякая нечисть водится, а у меня из оружия только факел, который дай бог полчаса ещё прогорит."
    me "Ладно[wp] {w}Если я хочу очистить своё доброе имя, придется спускаться."
    
    "Сделав глубокий вдох, я шагнул в тёмноту."
    
    nvl clear
    
    "И тут же моему взору открылась, тускло освещённая, страшная, чёрная морда чудища с восемью, яркими, красными глазами, который смотрели не меня."
    "Судя по всему, это был легендарный паук-демон. {w}Однако, считается, что они все были истреблены. {w}Видимо, в чём-то люди просчитались и упустили одного такого гада." 
    "Невольно сглотнув, я сделал шаг назад. {w}И ещё шаг, а потом ещё."
    "Паук неотрывно наблюдал за мной, пока в один не приподнялся и стал медленно следовать за мной, пощёлкивая своими жвалами."
    "До этого момента, мне удавалось сдерживать себя в руках, но это был финиш."
    "Я ломанулся к входной двери и стал барабанить в неё что есть мочи, дёргал, пытался открыть."
    
    me "Откройте, сволочи!"
    me "Или дайте мне кинжал! Хоть что-нибудь!" 
    
    "А паук медленно подбирался. {w}Боже, я слышу каждый его шаг."
    "«Цак». «Цак». «Цак». «Цак». {w}И эти шаги становились всё ближе и ближе ко мне."
    
    me "Ёшкин матрёшкин, Господи Иисуси, отопрись же ты!"
    me "Я не хочу умирать вот так вот!!!"
    
    "Моё лицо покрывали слёзы и сопли, а проклятый паук уже подошел в упор и[wp] {w}Ничего?"
    "Медленно повернувшись, я уткнулся взглядом прямо в его глаза. {w}Огромное чудовище, просто разглядывало меня. Даже щелкать жвалами перестал. {w}И это молчание ещё сильнее пугало меня."
    
    nvl clear
    
    $ blwnfh_set_name("voice", "Паук")
    
    voice "Семён[wp]"
    
    "Неожиданно, глубоко и медленно, паук назвал моё имя."
    
    me "А-а?"
    voice "Семён[wp]"
    me "Ч-Что тебе нужно от меня?"
    voice "Семён[wp]"
    me "Да что?!"
    
    nvl hide dissolve    
    $ blwnfh_set_mode()
    $ blwnfh_set_name("me", "Семён")
    $ blwnfh_set_name("voice","Голос")
    hide anim_prolog1 with dspr
    show un normal pioneer at left with dspr
    show kat normal pioneer at right with dspr
    
    kat_un_d "Семён!"
    
    show un scared pioneer at left with dspr
    
    "Громко выкрикнули девушки, что я аж от испуга упал со стула и больно стукнулся об пол."
    
    un "Ой[wp]"
    me "Твою ж за ногу."
    kat "Ты чего так испугался-то?"
    me "Та, кошмар снился просто."
    
    show un shy pioneer at left with dspr
    
    kat "Понятно."
    un "Семён, ты в порядке?"
    me "Да, в полнейшем."
    
    show un smile pioneer at left with dspr
    
    "Медленно, я встал с пола и отряхнулся."
    
    me "Вот я и снова в строю."
    me "Так, раз меня разбудили, то полагаю — ты закончила, да Кать?"
    kat "Ну[wp] Не совсем."
    
    th "Вот те нате хрен в томате. {w}Но уж лучше так, чем смотреть сны со страшным говорящим пауком." 
    
    me "Но я же просил разбудить, когда закончишь, помнишь?"
    kat "Да, помню-помню, просто[wp]"
    
    show un normal pioneer at left with dspr
    
    un "Начальство вернулось, и тебе может здорово так прилететь за сон на рабочем месте."
    me "Женя типа пришла?"
    un "И не только."
    
    show mt smile pioneer at center with dspr
    
    "В этот самый момент в нашу подсобку вломилась Ольга Дмитриевна."
    
    me "Понял."
    mt "Так-с, как тут поживают наши журналисты?"
    kat "Работаем потихоньку!"
    mt "И над чем работаете?"
    kat "Лена рисует иллюстрацию, а Семён помогает мне писать статью."
    mt "Правда помогает?"
    kat "Правдивее некуда."
    
    "Я закивал головой."
    
    show mt grin pioneer at center with dspr
    
    mt "Ну ладно, а то я думала, что пока все работают он спит."
    
    show mt normal pioneer at center with dspr
    
    mt "Так, давайте-ка посмотрим на ваши успехи."
   
    "Вожатая стала проходится по помещению, попутно изучая, что рисует Лена и что написано у Кати."
    "Также не прошла и мимо меня, глянув на фотографии."
    
    show mt grin pioneer at center with dspr
    
    mt "Хорошо работаете, товарищи! {w}А это значит, что всё-таки не зря мы отобрали именно вас для этого кружка!"
    
    show mt smile pioneer at center with dspr
    
    mt "Ладно, веселитесь ребята."
    mt "Ай, чуть не забыла. {w}Семён."
    me "Ась?"
    mt "Не забывай про уборку после обеда."
    me "Не забываю."
    mt "Вот теперь точно всё."
    
    hide mt with dspr
    
    "Вожатая медленно покинула нашу штаб-квартиру."
    
    me "Что ж, спасибо вам."
    kat "Ой, не надо благодарностей."
    me "Почему? Вы же буквально только что спасли мою голову."    
    un "Потому-что иначе бы вожатая разоралась на половину лагеря из-за тебя."
    un "А её крики слушать не очень-то и хочется. {w}И вот таким образом мы спасли и себя тоже."
    
    "Довольно серьёзным голосом отчитала Лена и продолжила рисовать иллюстрацию."
    
    me "Понятно[wp]"
    me "А ты Кать? Когда закончишь?"
    kat "О, уже скоро, осталось совсем чуть-чуть дописать!"
    me "И сколько это займет?"
    kat "Минут пять, может[wp] Семь."
    me "Тогда не теряй ни минуты."
    
    "Катя вновь застрочила по клавишам."
    "Я же уселся обратно на своё место рядом с ней и снова улёгся на стол."
    
    kat "Что, опять спать?"
    me "Нет, после таких кошмаров, меня до ночи не отпустит."
    kat "Это хорошо."
    me "Ага, наверное."
    un "Кать."
    kat "М?"
    un "А почему это хорошо, что Семён до ночи спать не будет?"
    kat "Потому что с ним хоть погулять можно будет вечером!"
    kat "А то зовёшь гулять и в ответ: «ой, я устал», «ой, я спать хочу»."
    
    "Моя подруга говорила довольно таким, осуждающим тоном, что я нашёл непозволительным."
    
    me "Ты так говоришь, будто это всё неправда и мне лишь бы чтобы вы отстали."
    un "А разве не так?"
    
    "Сказала Лена с лёгкой такой укоризненной в голосе."
    "Прям, можно было почувствовать некое презрение. {w}Вопрос только лишь в том: почему?"
    
    me "Нет конечно, это не так."
    me "Да и говорил я такое всего пару раз!"
    un "Хм, ну-ну."
    un "В таком случае, не хочешь сегодня вечером погулять?"
    
    th "Вот же чертовка."
    
    "Я краем глаза посмотрел на Катю. {w}Она делала вид, что не слушает нас." 
    "Но, потому, что она медленно печатала и делала длинные паузы когда мы разговаривали, было всё понятно."

    th "Хитро, хитро, Катюша."
    
    me "Я конечно сейчас скажу то, что можно использовать как обратное доказательство моих слов."
    me "Но у меня вечером, правда, есть дела. И самое что главное — неотложные."
    un "Вот как[wp] {w}Ну, значит в другой раз."
    
    "Лена грустно вздохнула и отстала от меня."
    
    # мини таймскип
    
    "Спустя несколько минут томительного ожидания, Катя, наконец-то, поставила последний знак."
    
    hide kat with dspr
    
    "Аккуратно достав лист и скрепив его со вторым скрепкой, она тихонько вышла из-за стола и покинула подсобку."
    
    th "Столько аккуратности и элегантности. {w}А всё ради чего? Чтобы просто красиво встать из-за стола?"
    th "Если это так, то в таком случае я ещё меньше понимаю устройство мыслей и поведения девушек."
    
    show kat normal pioneer at right with dspr
    
    kat "Всё! Очередная работа сдана!"
    me "Ура."
    un "Ура-ура."
    kat "Какие-то не больно радостные-то и вы."
    me "Почему? Неужели ты не видишь как из нас так и льётся оптимизм?"
    kat "Сём, я не дурочка и прекрасно распознаю сарказм."
    
    "Весёленьким голоском сказала она."
    "И в помещении повисла тишина." 
    
    kat "Ну что вы серьезные-то такие?!"
    un "Кать, не знаю как Семён, но я свою работу ещё не сдала."
    un "Так что мне пока не над чем радоваться."
    kat "Тогда, может тебя порадует, что Женя разрешила устроить тебе небольшой перерыв?"
    un "Немного разве что."
    kat "Почему?"
    
    "Грустным голосом протянула Катя."
    
    un "Я намерена завершить иллюстрацию до вечера, а тут ещё рисовать и рисовать."
    un "Посему, пожалуй откажусь от перерыва."
    kat "Да ладно тебе! {w}Пойдем, прогуляешься с нами."
    kat "А то так плохо ведь станет! Весь день в одном помещении сидеть."
    un "Не станет, если помещение проветривать, а у нас вон какое окно большое." 
    kat "Эх[wp] Ясно всё с тобой[wp] {w}Пойдем Семён гулять, пока всё равно делать нечего."
    me "Ну пойдем."
    
    # переход
    
    stop ambience
    scene bg ext_library_day with dissolve
    play ambience ambience_camp_center_day
    show kat normal pioneer at center with dspr
    
    kat "Ну-с, куда идём?"
    
    "Весёленьким голосом спросила Катя."
    "А я от такого вопроса аж немного впал в ступор."
    
    th "Зовёт гулять, а сама куда не знает куда. {w}Чудно!" 
    
    me "Погоди, но ведь вся эта операция — твоя идея."
    kat "Да, моя. {w}Это шутка такая просто."
    me "Эво как[wp] {w}Ну-с, и куда мы идём?"
    kat "Купаться!"
    
    "Я посмотрел на солнце."
    
    th "Судя по его положению, до обеда где-то час, может чуть меньше."
    
    me "Ну, можно и посидеть на пляже полчасика."
    kat "Никаких сидеть! Тоже будешь плавать."
    me "Было бы ещё желание. {w}Я-то думал на острове поплавать вечерком."
    me "К тому же тогда вода будет тёплая и спокойная."
    kat "А ещё тогда будет прохладно! {w}Из воды вылез и сразу воспаление."
    me "Давай времени терять не будем и пойдем уже."
    
    "Мы свернули в пролесок и отправились на пляж."
    
    stop ambience
    scene bg ext_path2_day with dissolve
    play ambience ambience_forest_day
    
    me "Так, на чём я остановился[wp] {w}Ах да!"
    me "Ну полотенца взять можно, и я костёр зажечь могу."
    kat "Такой план мне уже чуть больше нравится. {w}Особенно часть с костром." 
    kat "Он и согреет лучше, успокоиться поможет и пожарить можно будет картошку или что-то другое."
    me "Картошка? Скучновато как-то."
    kat "А что ещё?"
    me "Как ты относишься к рыбалке?"
    kat "Р-Рыбалке?"
    
    "Катя явно была удивлена такому вопросу. {w}Почему-то."
    
    me "Да, рыбалке."
    kat "Не знаю даже, нейтрально наверное."
    me "Уже неплохо."
    kat "Значит, ты предлагаешь добыть еду прямо на острове?"
    me "Да, именно."
    kat "Звучит[wp] {w}Здорово!"
    
    "Её глаза буквально засверкали от счастья."
    
    kat "Вот только, где ж мы всё для рыбалки достанем-то?"
    me "У завхоза попрошу — он же у нас рыбак."
    me "А вот согласится или нет, это уже другой вопрос."
    kat "Надеюсь, что согласится."
    me "Тебе прям хочется порыбачить?"
    kat "Нет, рыбки хочется просто."
    
    stop ambience
    scene bg ext_playground_day with dissolve
    show kat normal pioneer at center with dspr
    play ambience ambience_camp_center_day
    
    "Плавно покинув лесное царство мы вышли на футбольное поле[wp] {w}Третий раз за сегодня[wp]"
    
    # me "Шо хочешь и рыбку съесть и на хуй сесть?"
    
    me "Рыбы хочешь значит."
    kat "Очень. Я прям обожаю рыбу, а уж жаренную на костре~"
    kat "Готова прибить за такое."
    me "Понял, значит мне хочешь не хочешь, а придётся договариваться с Сергеем Дмитриевичем?"
    kat "Дя."
    
    stop ambience
    scene bg ext_beach_day with dissolve
    show kat normal pioneer at center with dspr
    play ambience ambience_lake_shore_day
    
    "На пляже было тепло, хорошо, а самое что главное — никого! {w}Кроме нас разумеется."
    "А значит, можно чудачить сколько душе угодно."
    "Разве что, есть один вопрос[wp]"
    
    me "Слууушай[wp]"
    kat "М?"
    me "Чем ты собираешься вытираться?"
    kat "Полотенцем."
    me "А где оно?"
    kat "Аэм[wp] Я[wp]"
    me "Забыла, так и скажи."
    kat "Ну да."
    kat "Но, это же не критично! Смотри какое солнце палящее, под ним вмиг высохнем."
    kat "Ещё можно будет на песке поваляться для надёжности."
    me "Вот что-что, а быть по уши в песке я не хочу."
    kat "Ладно, хватит занудствовать и отвернись, пожалуйста."
    
    hide kat with dspr
    
    "Я сделал как велела Катя."
    "И поскольку на пляже было тихо, то прекрасно слышал всю возню позади себя."
    "Как она неспеша, аккуратненько стягивает с себя одежду[wp]"
    "Напевая при этом какую-то простенькую мелодию."
    "И вся моя, так сказать, «мужская» натура просто ныла, чтобы хотя бы краем глаза посмотреть на неё."
    "Но совесть, совесть была куда сильнее и строго против моих желаний."
    "В один момент, она прервалась."
    
    th "Закончила походу."
    
    kat "Всё, можешь поворачиваться."
    
    show kat normal swim at center with dspr
    
    th "Ух, уля-ля-ля, какая красота."
    
    kat "Так, а чего ты стоишь столбом?"
    kat "Давай, тоже переодевайся!"
    me "Но[wp]"
    kat "Никаких «но»! Быстро давай."
    me "Блин, Кать, не в трусах же мне плавать."
    kat "Ничего страшного, высохнут."
    
    th "Так-то, конечно, предложение крайне заманчивое, ничего не сказать."
    th "Я же ведь даже ещё ни разу не плавал тут. {w}Так, руки да ноги мочил разве что."
    
    kat "Ну?"
    me "Ай, ладно. Сейчас."
    kat "Ура!"
    
    hide kat with dspr
    
    "Радостно выкрикнула она и с разбегу плюхнулась в воду."
    "Я же неспеша снял с себя одежду и подошел к краю берега."
    
    kat "Чего ждёшь? Прыгай! {w}Вода супер просто!"
    
    th "Начало как-то двояко звучало."
    
    me "Ладно, поехали."
    
    "Взяв небольшой разгон, и набрав достаточно воздуха в лёгкие, я прыгнул под воду."
    
    stop ambience
    scene bg ext_underwater with dissolve
    ## тут нужен эмбиент под водой!!!
    
    "И Катя не обманула, вода действительно была хороша."
    "Разве что мутная, но отплыв на пару метров от берега, она была чуть ли не кристально чистой."
    "Так что можно спокойно плавать с открытыми глазами."
    
    th "А ещё, можно будет чуть-чуть почудить, хе-хе~"
    th "Но перед этим."
    
    "Мне хотелось ещё больше поразглядывать прекрасные виды дна."
    "Но, похоже благодаря своей истинной сущности, я медленно всплыл на поверхность."
    
    ## тут нужно будет остановить подводный эмбиент и поставить эмбиент... над водой.
    
    th "Зараза."
    
    kat "Ого, как ты далеко уплыл!"
    
    "Крикнула из далека Катя, и стала плыть ко мне."
    
    th "Что ж, не получилось одно, сделаю другое."
    
    "Жертва понемногу заплывала в мои сети[wp]"
    
    kat "Честно, я уже начала волноваться, не утонул ли ты."
    
    "Подплыв вплотную сказала она."
    
    me "Да что со мной бу[wp] Катя, у тебя кажется змея сзади плывёт!"
    kat "Что?! Где?!"
    
    "Девушка резко обернулась, а я в этот момент нырнул под воду."
    
    ## стоп пляжный эмбиент и ставим эмбиент под водой
    
    "Уже под водой я схватил её за ноги и потянул вниз."
    "Вот только, для меня стало некоторой неожиданность, что она начнёт так сильно бултыхаться."
    
    th "Вот что страх делает с человеком! {w}Хрен удержишься!"
    
    "Спустя ещё пару секунд, мои силы иссякли и всё же отпустил её, после чего всплыл обратно."
    
    ## стоп эмбиент под водой и ставим пляжный эмбиент
    
    me "Блин, Кать, сильная же змеюгха попалась, не удалось поймать."
    kat "Сёма, ты дурак!"
    kat "Зачем же так пугать?"
    kat "И погоди-ка[wp] {w}Ты только что назвал меня змеёй?"
    kat "Ах ты!"
    
    "Прошипела она."
    
    th "Ой-ой, кажется сейчас меня будут бить."
    th "Нужно срочно погружаться!"
    
    me "Аляяяяяярм!!!"
    #АЛЯЯЯЯЯЯЯЯЯЯЯРМ!!!!!! https://www.youtube.com/watch?v=Dm-uif8SYYs
    "Прокричал я во всю глотку и резко погрузился под воду."
    
    ## стоп пляжный эмбиент и ставим подводный эмбиент
    
    "Спустившись на пару метров, я малость расслабился."
    
    th "Что ж, здесь ей меня не достать."
    
    "Подумал я, и в эту же самую секунду Катя последовала за мной с явно не добрыми намерениями."
    
    th "Вот чёрт, сейчас меня будут топить глубинными люлями!"
    
    "Я бросился как можно скорее уплывать от неё."
    "Но Катя, ввиду более облегченной конструкции по сравнению со мной, была куда быстрее."
    "И не оставляла мне ни единого шанса в этой гонке."
    "Разве что, единственной моей надеждой оставалась глубина."
    "Вдруг, Кате просто не хватит сил, чтобы опуститься ниже? Как это случилось со мной несколькими минутами ранее."
    
    th "Вот только[wp] Не безопасно это очень, воздух-то не бесконечный."
    
    "Решив рискнуть, я стал уверенно спускаться на дно. {w}Видимо, предположение о моей «истинной сущности» оказалось ложным."
    "И это сработало, Катя не могла подобраться ко мне."
    "Только[wp] {w}Т-Только[wp] {w}В[wp] В-Воздух[wp] Зак[wp]"
    
    ## тут можно дать какое-нибудь достижение аля: Das Boot. Доплавался, блин.
    ## Семён вырубается закрывая глаза
    ## Подводный эмбиент останавливается
    ## Таймскип (примерно где-то минут 5 спустя)
    
    play ambience ambience_lake_shore_day
    scene bg ext_beach_day with dissolve
    show kat normal swim at left with dspr
    show un smile pioneer close at right with dspr
    show cs normal close at center with dspr
    
    $ blwnfh_set_name("cs", "Голос")
    $ blwnfh_set_name("un", "Голос")
    
    th "Что происходит? Я умер?"
    
    cs "Раз, два, три, четыре, пять! {w}Раз, два, три, четыре, пять! {w}Раз, два, три, четыре, пять!"
    
    th "Эх, а я думал вместо отсчёта будет какой-нибудь крутой и пафосный голос:"
    th "«Семён, твоя миссия ещё не окончена на земле этой грешной! Ведь тебе ещё надо свозить Катю на остров, а потом уже можешь спокойно отправляться к праотцам!»"
    th "А это вот что? Скукотища какая-то."
    th "Ну ладно, уж лучше отсчёт и сильные толчки в грудь, значит меня пытаются спасти."
    
    cs "Ах, чёрт не получается!"
    
    th "Так, а вот это уже не хорошо когда у спасателя что-то не получается."
    
    cs "Попробуем ещё раз!"
    cs "Раз, два, три, четыре, пять! {w}Раз, два, три, четыре, пять!"
    cs "Плохо дело[wp]"
    cs "Катя, хватит рыдать и давай иди ко мне!"
    
    "Послышался звук приближающийся шагов по песку."
    
    kat "Ч-Что?"
    cs "Давай, я толкаю в грудь, а ты выполняешь дыхание в рот."
    kat "Н-Но, почему в-вы не можете сами продолжить?"
    
    th "Вот те и подруга называется, как товарищ присмерти так сразу заднию передачу врубает."
    th "И стоп, продолжить? Она сказала продолжить?!"
    
    cs "Все силы уходят на откачку, а на дыхание уже не хватает."
    cs "Так что нужна помощь."
    kat "Н-Но[wp]"
    cs "Слушай, чем ты дольше сомневаешься, тем меньше остается Семёну!"
    un "Давайте тогда я."
    
    th "О, этот я голос узнаю из тысяч."
    
    $ blwnfh_set_name("un", "Лена") 
    
    cs "Давайте-давайте, быстрее!"
    
    "Кто-то ещё подошел ко мне, и по ощущению, наклонился надо мной."
    
    cs "Смотри, на пять, делаешь ему дыхание."
    un "Поняла."
    cs "Поехали."
    cs "Раз. Два. Три. Четыре {w}ПЯТЬ!"
    
    "Спасательница мне так сильно надавила на грудь, что чуть не выдавила все лёгкие."
    
    ## Семён быстро открывает глаза
    
    "Распахнув глаза и откашлив воду, я стал жадно глотать воздух."
    
    $ blwnfh_set_name("cs", "Виола")
    
    cs "Очнулся."
    
    "Я медленно посмотрел на всех присутствующих."
    
    th "Вот, чтобы я не думал о вас, Виолетта, а вы мне жизнь спасли."
    
    me "Кхе-кхе[wp] Приветик."
    
    show un smile2 pioneer close at right with dspr
    
    kat_un_d "Живой!"
    
    show cs normal at center with dspr
    
    "Виола ещё осмотрела меня немного и отошла в сторону."
    
    show un normal pioneer at right with dspr
    
    "А через пару мгновений это же сделала и Лена, предварительно накинув на меня полотенце."
    "И поскольку говорить мне было ещё тяжело, я только кивнул ей в знак благодарности." 
   
    cs "Так, Лена, спасибо тебе за помощь."
    
    show un shy pioneer at right with dspr
    
    un "Но, я же ничего не сделала[wp]"
    cs "Нет, ты сделала самое главное, а именно оказалась в нужном месте в нужное время."
    cs "Если бы не это, то этот день мог стать[wp] {w}Трагичным." 
    un "Да, вы правы."
    cs "Ну всё, иди отдыхай, а я тут проведу профилактическую беседу."
    
    hide un with dspr
    
    "Лена кивнула медсестре и спешным шагом покинула пляж."
    
    me "Спасибо вам, Виолетта Церновна."
    cs "На том свете поблагодаришь."
    cs "А теперь, пионеры, назовите мне хоть один достойный аргумент не сдавать вас вожатой."
    kat "Мисс Виола, ну заигрались, с кем не бывает?"
    cs "Хороший аргумент, а что же это за игры-то такие в которых пионеры тонут?"
    me "Игры в подводную лодку, с реалистичным исходом большинства их экипажей."
    kat "Виола, ну пожалуйста! Это всё из-за меня!"
    kat "Семён подшутил надо мной, а я на эмоциях решила отомстить ему и[wp]"
    kat "Ну и, что вышло то вышло."
    
    "Катя залилась вся слезами."
    
    kat "Пожалуйста, не говорите ничего Ольге Дмитриевне."
    kat "Она нас накажет, а у меня с Семёном сегодня[wp]"
    me "Дела запланированы."
    
    "Виола тяжело вздохнула, смотря на нас своим осуждающим взглядом."
    
    cs "«Дела», да?"
    cs "Ладно, я вас понимаю. {w}Не буду ничего Оле говорить."
    kat "Спасибо вам огромное, даже не знаю что ещё добавить, это просто[wp] Спасибо, спасибо, спасибо!"
    
    "Затараторила Катя, проглатывая часть букв."
    
    cs "НО! {w}Только лишь с тем условием, что такого больше в мою смену не повторится! {w}Я ясно выразилась?!"
    me "Да, предельно и поняно."
    kat "Мы вас не подведём Виолетта Церновна!"
    cs "Всё, я пошла, а ты давай — успокаивай девушкую свою."
    me "Что вы сказали?"
    cs "Что слышал."
    
    hide cs with dspr
    
    me "Ну, и чертовка она, а?"
    
    "Медленно и крехтя, я сел на песке."
    
    kat "Да, Виола забавная."
    
    "Катя уселась рядом со мной, всё также заливаясь слезами."
    
    me "Эй, ну хватит слёзы-то проливать просто так."
    me "Лучше сохрани их для чего-нибудь полезного."
    kat "Так я не просто так, а от счастья."
    kat "Что кончилось всё хорошо и никто не погиб из нас."
    me "Кстати, откуда тут Лена? Она же рисовать осталась."
    kat "Сказала, что мимо проходила и услышала как я на помощь зову."
    kat "Прибежала, увидела как я без успешно пыталась тебя откачать на берегу и побежала к Виоле."
    
    "На пляже повисло молчание."
    "Я по дружески приобнял Катю за плечо и та, похоже, чуть-чуть успокоилась."
    "По крайней мере реки слёз больше не проливала."
    "Мы просто смотрели на водную гладь."
    
    play sound sfx_dinner_horn_processed
    
    "Но как обычно что-нибудь или кто-нибудь да испоганит всю малину."
    
    me "Полагаю, отдых закончен."
    
    "Катя грустно вздохнула и мы пошли одеваться."
    
    # таймскип
    
    stop ambience
    scene bg ext_dining_hall_away_day with dissolve
    play ambience ambience_camp_center_day
    
    me "Кажется, с меня до сих пор сыпется песок."
    kat "Правда? Вроде молодой ещё для такого." 
    me "Ой, иди ты со своими шутками."
    
    "Моя собеседница тихонько хихикнула."
    
    scene bg ext_dining_hall_near_day with dissolve
    
    me "И лучше пожелай нам хоть что-то урвать в столовой на обед."
    kat "Зачем? Голодными нас точно не оставят."
    me "Хе, тебе уже доводилось сталкиваться с нашими поварихами?"
    kat "Пока-что нет."
    me "Значит, сейчас у тебя будет замечательная возможность это исправить."
    kat "Жду-жду недождусь."
    me "Хо-хо."
    
    scene bg int_dining_hall_day with dissolve
    show kat normal pioneer at center with dspr
    
    "В столовой было немного народу. Очевидно, обеденное время уже подходило к концу."
    
    th "Хорошо мы так опоздали."
    th "Что, впрочем, совсем не удивительно учитывая сколько мы провозились отряхиваясь от песка."
    th "А потом ещё и отряхивая от него форму."
    
    "Подойдя на раздачу, нас встречало довольно грустное зрелище."
    "Буфет был почти пуст. Лишь пара булок осталось."
    
    kat "М-да[wp] Не густо как-то."
    
    "Из глубины кухни к нам вышла повариха."
    
    gp "Чего вам, пионеры?"
    kat "Нам обед бы."
    kat "А то мы были делами очень заняты, никак не могли прийти раньше."
    gp "Ох[wp] Обед вам значит."
    kat "Пожалууууйста."
    
    "Галина Петровна тяжело вздохнула."
    
    gp "Ладно, сейчас подадим вам. Там вроде что-то да оставалось."
    kat "Спасибо вам большое!"
    gp "Да не за что."
    
    "Повариха вернулась обратное в своё тёмное логово, а мы остались её ждать."
    
    me "Как у тебя всё гладко прошло."
    kat "Это всё благодаря моему превосходному дару к дипломатии."
    me "А я думаю, всё потому, что ты девочка."
    me "Поэтому и отнеслись более[wp] {w}Снисходительно наверное."
    kat "Может быть, но я склонна верить в свою теорию!"
    me "Как скажешь."
    
    "Спустя некоторое время, нам принесли поднос едой."
    
    kat "Ещё раз спасибо!"
    
    "Сказала напоследок Катя и мы заняли ближайший стол."
    "На обед подавали грибной суп и был он вполне вкусным."
    "Да настолько, что я полностью увлекся его поеданием и вообще необращал внимания ни на что."
    "Ни на то, что говорила мне Катя,"
    
    show mt angry pioneer at right with dspr
    
    extend " и даже на то, что рядом со мной стояла рассерженная вожатая."
    "Стоп. {w}Рассерженная вожатая?"
    "Я медленно поднял на неё свой взгляд."
    
    mt "Семён, ты ничего не забыл?"
    me "Нет, я всё помню, а что?."
    mt "Помнишь значит."
    
    show mt rage pioneer at right with dspr
    
    mt "Так если ты помнишь, то почему ты всё ещё здесь, а?!"
    me "Да вы понимаете тут такое де[wp]"
    mt "Я даже слышать твои отговорки не хочу!"
    mt "Быстро доедаешь суп и марш ко мне в дом убираться!"
    mt "У нас времени в обрез, понял меня?!"
    me "Да, я вас прекрасно понял."
    
    "Вожатая так громко кричала, что аж немного уши заложило."
    
    show mt angry pioneer at right with dspr
    
    mt "Чтобы через пять минут был на месте!"
    
    hide mt with dspr
    
    "Прошипела она и спешно удалилась прочь из столовой."
    
    th "Вот же стерва, весь аппетит испортила."
    
    me "Что ж, Катя, вынужден покинуть тебя."
    kat "Но ты ведь недоел."
    me "Не, не хочу, так что можешь спокойно доедать."
    kat "Эх, ну ладно, давай, до встречи тогда."
    
    # переход
    
    stop ambience
    scene bg ext_house_of_mt_day with dissolve
    play ambience ambience_camp_center_day
    
    th "Вот я и здесь[wp] {w}Ну, как говорится:"
    th "Оставь надежду, всяк сюда входящий."
    
    stop ambience
    scene bg int_house_of_mt_day with dissolve
    show mt normal pioneer at center with dspr
    play ambience ambience_int_cabin_day
    
    "Придя домой, здесь уже всё было заготовлено для уборки:"
    "Ведро в котором плавала пара небольших тряпок."
    "Рядом стояла швабра, венек и, по всей видимости, пакет для мусора."
    
    mt "А я думала ты не придешь."
    mt "Но раз ты тут, то не будем терять время за зря и давай проясню ситуацию:"
    mt "Для начала надо разгрести всё со стола, чем ты и займешься."
    mt "Пока я складываю все свои вещи. {w}Всё понял?"
    
    th "Нет, не понял, я же банан, которому давай всё на пальцах объясняй."
    
    me "Так точно герр майор!"
    
    hide mt with dspr
    
    "Взяв мусорный пакет я отправился убираться со стола."
    "Особо крупного мусора здесь особо и не было."
    "Разве что, какая-то консерва с засохшими остатками содержимого."
    "И полупустая коробка молока."
    "Я приоткрыл носик у него, чтобы узнать, не прокисло ли молоко. {w}Ох, лучше бы я этого не делал."
    "Ведь оттуда попёрла такая вонь, что эту коробку можно было бы использовать как оружие!"
    
    me "Ольга Дмитриевна, вы же знаете, что у каждого продукта есть свой срок годности?"
    mt "Знаю."
    me "Тогда что у вас на столе забыл тухляк?"
    mt "Некогда было выбрасывать. {w}Да и оно же прикрыто, так что вот и не чувствовало особо."
    me "Ужас."
    
    scene bg int_house_of_mt_day_cleaning_1 with dissolve
    
    "Выкинув весь этот кошмар, я стал думать, куда бы теперь убрать всё остальное на столе."
    
    me "А собстна, куда всё остальное девать?"
    mt "Так, дай сюда."
    
    "Она взяла у меня мусорный пакет и стала копошится у себя на верхних полках."
    
    mt "Так, это кончилось, это кончилось, это[wp]"
    
    "Вожатая внимательно изучила тюбик с неизвестным мне содержимым."
    
    mt "Тоже кончилось."
    
    "Повыбрасывав добрую половину тюбиков и разных бутылок, она всучила пакет обратно мне."
    
    scene bg int_house_of_mt_day_cleaning_2 with dissolve
    
    mt "Давай, ты мне подавай всё со стола, а я буду ставить."
    mt "Только цветок и стакан с ручками, карандашами и линейкой не нужно."
    me "Понял."
    
    "Передав всё по одному, что было на столе, его осталось теперь только протереть."
    
    scene bg int_house_of_mt_day_cleaning_3 with dissolve
     
    mt "Так-с, теперь иди убирайся у себя на стороне. Заправь постель, все дела."
    mt "А я пока тут протру пылюку всю быстренько."
    
    "Я подошел к кровати и быстренько её заправил."
    "Снял полотенчик на задней «спинке»."
    "А вот когда подошел к ящику, я заметил лежащий на нём фонарик."
    
    th "Ёлки, вот это да, никогда его тут не замечал."
    
    "Взяв и повертев его немного в руках, я нажал на кнопку включения."
    "Правда он похоже был севший."
    "Но, батарейки-то у нас в клубах есть."
    
    th "Надо его спереть, когда вожатая не будет смотреть." 
    
    "И пока, я положил его в ящик, вместе с остальным хламом, что валялся тут."
    
    scene bg int_house_of_mt_day_cleaning_4 with dissolve
    
    "Один лишь только тазик туда не поместился бы никак, поэтому я оставил его на своём месте."
    
    mt "Ну вот, сразу приятнее становится, не правда ли?"
    me "Вы говорите так, будто это я весь этот бардак организовал."
    # mt "Тихо блять!"
    mt "А кто ещё?"
    
    "С легкой насмешкой в голосе сказала она."
    
    me "Ну да, ну да."
    mt "Так, давай ты теперь подметай, я потом всё протру и уборку на этом можно будет считать оконченной."
    
    "Взяв веник и совок я принялся за дело."
    "Выметал всё подчистую, залезал глубоко под кровати."
    "В общем целый совок грязи и пыли набрал, которая отправилась в пакет для мусора."
    
    show mt grin pioneer at center with dspr
    
    mt "Мо-ло-дец! В награду за свои труды, можешь пойти немного погулять."
    mt "А то ты только будешь мешать мне тут."
    me "Угу."
    
    stop ambience
    scene bg ext_house_of_mt_day with dissolve
    play ambience ambience_camp_center_day
    
    me "Фуф[wp]"
    
    "Я полной грудью вдохнул свежий, уличный воздух."
    "Который был просто как бальзам на душу, после всей той вони пропавших продуктов."
    "Как мы вообще тут жили? {w}И что за безответственное отношение к чистоте со стороны вожатой?"
    "В прочем, уже неважно. Пойду лучше в полной мере наслажусь заслуженным отдыхом, а потом займусь добычей удочки."
    
    # переход
    
    scene bg ext_square_day with dissolve
    
    "Ноги вывели меня на площадь, где я и решил остаться на подольше."
    "Ведь заметил одиноко сидящую Алису."
    "Она просто грустно смотрела себе под ноги."
    
    th "Ну, хотя бы на улицу вышла уже неплохо."
    th "Осталось только узнать, почему такое настроение подавленное."
    th "Неужели Ульяна не справилась?"
    
    show dv sad pioneer close at center with dspr

    me "Что, Ульянотерапия не помогла?"
    
    "Алиса посмотрела на меня грустными глазами и положительно кивнула головой."
    
    me "Так, и почему?"
    
    "Я сел рядом с ней."
    
    dv "Долго рассказывать."
    me "Так и не надо всё, просто вкратце перескажи."
    dv "Мы поссорились. {w}Очень сильно."
    me "И что же стало предметом ссоры?"
    dv "Она пыталась меня успокоить а я не хотела и слушать её."
    dv "Я, конечно, прекрасно осознавала, что она и вы хотели сделать мне как лучше, но тогда[wp]"
    dv "Тогда мне хотелось побыть одной."
    dv "Поэтому я стала кричать на неё, но[wp] {w}Ей было абсолютно всё-равно."
    dv "Ульяна была спокойна, даже смеялась пару раз с моих криков."
    dv "И обида от позорного поражения смешались с яростью и[wp] и[wp]"
    
    show dv cry pioneer with dspr
    
    "Лицо Алисы стали заливать слёзы."

    #th "Прекрасно, ещё одна плачущая девушка. {w}Получается, норма на сегодняшний день успешно выполнена!"
    
    dv "Я на эмоциях очень сильно оскорбила её."
    
    "Алиса закрыло лицо руками и стала громко рыдать."
    
    me "Ну тихо-тихо."
    
    "Стал успокаивать я подругу, похлопывая ей по плечу."
    
    me "Всё же не так плохо, верно?"
    dv "Да, всё не так плохо[wp] {w}Всё просто ужасно."
    dv "Какая же я дура!"
    dv "Дура, дура, дура!"
    
    th "Похоже, всё действительно плохо, раз она так переживает."
    
    me "А что ты ей такого сказала?"
    
    show dv shy pioneer with dspr
    
    dv "Я[wp]"
    
    show dv guilty pioneer with dspr
    
    extend " Я оскорбила её покойного дедушку."
    
    "Утеря слёзы, выдавила она из себя."
    
    me "Вот оно что."
    dv "Это очень больная тема для неё, а я[wp]"
    
    show dv cry pioneer with dspr
    
    "Из Алисенных глаз снова потекли слёзы."
    
    me "Ну хватит, Алис."
    
    "Я немного приобнял её."
    
    me "Успокойся, соберись с силами и попроси у неё прощения. {w}Искренни."
    
    show dv sad pioneer with dspr
    
    dv "Не простит она меня."
    dv "После моих слов, улыбка спала с её лица."
    dv "Она секунд, пять смотрела на меня пустым взглядом."
    dv "Только тогда я осознала свой поступок, но было слишком поздно."
    dv "Было видно, что она сдерживала слёзы."
    dv "И только я хотела извиниться перед ней, она покинула дом, громко хлопнув дверью."
    me "Дела[wp]"
    me "Ну, значит её надо найти и попросить прощения, а не сидеть лить слёзы."
    
    show dv guilty pioneer with dspr
    
    dv "Да, ты прав, наверное."
    dv "Пойду посмотрю, может она футбольном поле."
    me "Давай, удачи тебе."
    dv "И Семён[wp]"
    
    show dv shy pioneer with dspr
    
    dv "Спасибо тебе."
    me "Та, всегда пожалуйста."
    
    hide dv with dspr
    
    "Алиса поднялась с лавочки и пошла в сторону спортплощадки."
    
    th "Надеюсь в этот раз у них всё гладко пройдёт."
    th "И я пожалуй тоже пойду, а то чего просто так сидеть."
    
    ## переход + таймскип
    
    scene bg ext_warehouse_day with dissolve
    
    th "Может я здесь и заодно Ульянку встречу?"
    th "Решила развеяться помогая дедуле вести складские дела."
    th "Хотя, чем вообще она в теории может помогать ему?"

    "Я постучался в дверь."
    "Изнутри старым голосом раздалось «входите!»."
    
    th "Ну, поехали!" 
    
    stop ambience 
    scene bg int_warehouse_day with dissolve
    play ambience ambience_int_cabin_day
    
    "Завхоз сидел за столом и что-то записывал."
    "В прочем, ничего нового."
    
    me "Здравствуйте, Сергей Дмитриевич."
    sd "Ох[wp] Чего надобно?"
    
    "Сказал он, не отрываясь от письма."
    
    me "Вы же у нас рыбак, так?"
    sd "Катер не дам, даже и не мечтай."
    me "Та, не нужен мне ваш катер."
    sd "А что же тогда?"
    me "Да удочку можно попросить у вас?"
    
    "Завхоз отложил ручку в сторону, закрыл книжку и сняв очки подошел ко мне."
    
    sd "То бритву тебе, то вот удочку."
    sd "Рыбачить-то хоть умеешь, а щегол?"
    
    "Съязвил дед."
    
    me "Ну что за глупые вопросы, конечно же умею."
    sd "Чем докажешь?"
    me "Сергей Дмитриевич, я рыбачу с восьми лет, отец научил многим аспектам рыбалки."
    me "Какая наживка для какой рыбы лучше, как одевать снасти и так далее."
    me "Короче говоря, всему."
    me "А вот такими вопросами вы обижаете не только меня, но моего отца, который не один год угробил на то, чтобы его сын ходил с ним на рыбалку."
    
    "Сергей Дмитриевич тяжело вздохнул и оглядел меня."
    
    sd "Пойдем на улицу выйдем."
    me "Э[wp] Ладно[wp]"
    
    stop ambience
    scene bg ext_warehouse_day with dissolve    
    play ambience ambience_camp_center_day
    
    "Мы покинули помещение склада."
    "Дед встал возле входа и облокотился спиной на стену здания."

    me "Ну и зачем мы вышли?"
    
    "Завхоз достал из кармана пачку сигарет и спички."
    
    sd "Куришь?"
    me "Чего? Нет конечно."
    sd "Правильно, маленький ещё."
    
    "Сказал он, уже поднося сигарету ко рту."
    
    sd "Ты бы отошел, а то ща весь дым на тебя пойдет."
    
    "Я отошел на пару шагов назад, и завхоз зажёг сигарету."
    
    th "Ну и ну, а потерпеть пару минуток нельзя было?"
    
    sd "А теперь давай честно, зачем тебе удочка?"
    sd "Не просто же так ты решил порыбачить, по глазам вижу."
    
    th "Начинается, блин, тебе-то какая разница, дед?"
    th "Не буду ничего говорить."
    
    me "Не хочу вас огорчать, но вы ошиблись — я просто хочу порыбачить."
    
    "Сергей Дмитриевич сделал длинную затяжку, внимательно изучая меня."
    
    sd "Знаешь, я вот живу уже шестьдесят семь лет."
    sd "За это время мне довелось повидать множество людей."
    sd "Запомнить как каждый из них себя ведёт в той или иной ситуации[wp] Что говорит[wp]"
    sd "В общем, сынок, я знаю, что ты от меня что-то скрываешь."
    me "Это конечно здорово, но опять же, вы не угадали."
    
    "Завхоз сделал ещё пару маленьких затяжек, а после потушил сигарету об землю."
    "Бычок он бросил себе в карман."
    
    sd "Хочешь сказать я поверю в то, что две недели, тебе было по барабану на рыбалку."
    sd "А сейчас тебе резко рыбки захотелось половить?"
    me "Слушайте, вам так принципиально это знать?"
    sd "Я хочу точно знать, зачем отдаю {b}свою{/b} вещь какому-то левому мальчишке."
    
    "Он сложил руки на груди."
    
    me "Ладно-ладно убедили. {w}Для девушки я это делаю."
    me "Она, видите ли, у меня рыбу заказала на костре."
    
    "Завхоз тут же переменился в лице, на котором появилась широкая улыбка."
    
    sd "Тьфу ты, что ж ты сразу-то не сказал?"
    sd "В таком-то деле я конечно же поддержу тебя."
    me "То есть, вы дадите мне удочку?"
    sd "И не только её, но наживки тоже. {w}И нож дам."
    me "А нож-то ещё зачем?"
    sd "Твоей девушке нравится рыба с чешуёй или без?"
    me "Понял, глупый был вопрос."
    sd "Идём, выдам всё необходимое."
    
    "Сергей Дмитриевич вошел обратно на склад."
    "Разумеется, я последовал за ним."
    
    stop ambience 
    scene bg int_warehouse_day with dissolve
    play ambience ambience_int_cabin_day    
    
    "Он подошел к столу и выдвинул самый нижний ящик."
    "Оттуда он достал некую небольшую коробку."
    
    me "Что в коробке?"
    sd "Наживка твоя."
    
    "Я тоже подошел к столу и заглянул во внутрь коробки."
    "Там лежало куча мёртвых и высушенных мух."
    
    me "М-да[wp] А ничего попривлекательнее нет?"
    sd "А ты их есть собрался чтоли?"
    me "Резонно."
    sd "Сейчас отгрузим тебе десяточек."
    
    "Завхоз стал перекладывать мух в спичечный коробок."
    "Мне же вся эта резкая доброта показалась подозрительной."
    
    th "Ну не может он так просто это делать[wp]"
    th "Блин, я что как завхоз теперь? Людей как открытую книгу читаю."
    th "Перенял опыт получается."
    th "А может он действительно хочет только хорошего мне."
    th "Но тогда я совсем не понимаю его."
    th "То он злой, злой, а теперь вот добрый и только всего от одного упоминания о Кате, даже не прямого."
    
    "Сергей Дмитриевич протянул мне коробочку с мушками."
    
    sd "Вот твоя наживка."
    
    "Я взял коробок и положил в карман."
    "В кармане я случайно коснулся своего артефакта будущего."
    "Телефон, который всё никак не выкину в реку. {w}Достал уже этот кирпич[wp]"
    "Но против привычки таскать его везде с собой не пойдешь."
    
    sd "И[wp] {w}Вот твоё оружие."
    
    "Сергей Дмитриевич протянул мне кожанный чехол из которого торчала только деревянная рукоятка."
    "Очевидно, это был нож, взяв который, сразу же вытащил." 
    "Лезвие было стальное и просто сияло, а также, скорее всего, было очень острым."
    
    me "Ого, вы не прекращаете меня удивлять."
    sd "По аккуратнее с ним только, не отруби себе ничего."
    me "Да ладно вам, пальцев много, многие нафиг не нужны."
    
    "Дед влепил мне легкий такой подзатыльник."
    
    sd "Я те дам за такие слова."

    "Я засунул нож обратно в чехол и сунул себе в карман."
    
    sd "Всё, остальное ты сам достанешь."
    me "И где же я всё остальное достану?"
    sd "На моей посудине, она недалеко от брандвахты привязана. На ней ещё написано «Мария»."
    me "Да, знаю, видел вашу лодку."
    sd "Вот, там и будет удочка тебе, такая зеленая, не ошибешься."
    sd "Там же ведро и спички."
    me "Спасибо вам огромное."
    sd "Да всегда пожалуйста[wp] {w}А теперь давай топай отсюда, у меня ещё дел невпроворот."
    
    stop ambience
    scene bg ext_warehouse_day with dissolve
    play ambience ambience_camp_center_day
    
    th "Так, ну удочку и всё остальное мы возьмём при отбытии."
    th "А теперь, наверное, следует доложить Кате о своём успехе."
    th "Только, где она может быть? {w}Хотя, чего тут гадать вообще?"
    
    # переход с таймскипом
    
    scene bg ext_musclub_day with dissolve
    
    "Я вышел к муз кружку."
    "Вот только[wp] {w}Либо Катя с Мику чай пили, либо их вообще внутри не было."
    "Ибо со стороны здания не доносилось ни звука."
    
    scene bg ext_music_club_verandah_day with dissolve
    
    "Подойдя поближе, я заметил одну интересную деталь."
    "Окна были зашторены. Даже на окошках в двери нацепили какую-то тряпку."
    
    th "Может они устроили тихий час?"
    
    "Я тихонько постучался."
    "Ответа не последовало, но зато свалилась та самая тряпка."
    "Тогда я уже заглянул в окно."
    "Внутри никого не было. По крайней мере я никого не видел."
    "Однако, это сразу же вызвало подозрение."
    
    th "Если тряпка упала от лёгкого стука, то очевидно предположить, что было бы просто невозможно покинуть помещение так, чтобы она осталась висеть на окнах."
    th "Из чего делаем вывод, что меня пытаются надурить."
    
    kat "Приветик."
    me "А-а-а-а-а!!"
    
    "От испуга я аж отпрянул от двери на несколько метров."
    
    show kat normal pioneer at center with dspr
    
    me "Фух[wp] Чуть сердце не выпрыгнуло."
    me "Зачем так пугать-то?"
    kat "Прости, я не специально."
    kat "А ты тоже к Мику?"
    me "Вообще-то я к тебе."
    kat "Что, с удочкой незадалось?"
    me "Нет, всё успешно. Завхоз разрешил взять у него в катере удочку, ведро и спички."
    me "А также дал наживки и здоровенный такой нож."
    kat "Ой, а нож-то зачем?"
    me "А тебе рыба нравится с чешуёй или без?"
    
    "С долей сарказма в голосе сказал я."
    
    kat "Ладно я поняла."
    
    show mi upset pioneer at left with dspr
    
    mi "Что тут происходит?"
    
    "Сильно зевнув сказала наша музыкантка."
    
    th "Похоже, действительно спала."
    
    kat "О, привет Мику, а мы к тебе играть пришли."
    
    show mi sad pioneer with dspr
    
    mi "Это хорошо, что играть пришли, только сегодня поиграете без меня, ладно?"
    kat "Ну воооот. {w}А чего ты так?"
    mi "От уборки устала и мне нехорошо как-то."
    kat "Ясненько[wp]"
    mi "Вы кстати не знаете кто здесь кричал?"
    mi "А то я сейчас спала и как кто-то заорёт, я аж испугалась! Кое-как форму успела надеть чтоб выглянуть посмотреть."
    
    "Я опустил голову и почесал затылок."
    
    me "Это был я[wp]"
    me "Меня Катя напугала, подкравшись сзади."
    kat "Я не специально!"
    
    show mi smile pioneer with dspr
    
    mi "Ха-ха. Значит, тебе не удалось скрыться от судьбы быть испуганным на пороге муз кружка." 
    me "Получатеся, что так."
    kat "Что? Какая ещё судьба?"
    me "Та, меня Мику сегодня с утра напугать пыталсь."
    
    show mi sad pioneer with dspr
    
    mi "Но ничего не вышло."
    kat "Зато у меня вышло!"
    
    "Радостно выдала Катя."
    
    kat "А это значит, что за мой успех мне полагается награда."
    
    show mi normal pioneer with dspr
    
    mi "Могу предложить тебе только конфет."
    kat "Отлично, я согласна."
    
    th "Сейчас бы давать награды за то, что чуть человека до смерти не довели."
    
    mi "Тогда идём, отсыплю тебе."
    
    hide mi with dspr
    hide kat with dspr
    
    "Катя и Мику направились в муз клуб."
    "Ну и я за ними тоже пошел, не стоять же мне здесь одному, верно?"
    
    stop ambience
    scene bg int_musclub_day with dissolve
    show mi normal pioneer far at left with dspr
    show kat normal pioneer far at right with dspr
    play ambience ambience_music_club_day
    
    "Похоже, Мику потрудилась очень хорошо."
    "Ведь внутри было действительно чище, чем обычно."
    "Разве что, пыль всё равно летала в воздухе."
    "Но, наверное, от неё никак не избавится без сильного сквозняка."
    "Также ещё примечательно то, что Мику переместила свою постель из центра помещения в его дальний угол."

    th "Ну теперь понятно, почему я её не увидел."
    
    "Тем временем, Мику отгрузила Кате пакетик конфет."
    
    th "Отличное дополнение к жаренной рыбе я считаю. Сладкие, блин, конфеты!"    
    
    kat "Ой, как много. Чего же ты их сама не ешь?"
    
    show mi upset pioneer
    
    mi "Я на самом деле не очень сладкое люблю, да и ещё забываю про них постоянно."
    kat "И что, никто даже не попытался их своровать у тебя?"
    
    show mi laugh pioneer
    
    mi "Ульяна пыталась только, но поскольку я всегда на месте, у неё из этой затеи ничего не выходило от слова совсем."     
    
    th "Так вот чего она столовую грабить решила."
    
    kat "Ладненько, спасибо тебе!"
    
    show mi happy pioneer
    
    mi "На здоровье! Можете всегда обращаться ко мне если захотите немного сладенького из Японии."
    kat "Обязательно."
    
    show kat normal pioneer at center with dspr
    
    kat "Вот и всё."
    me "Угу."
    
    stop ambience
    scene bg ext_music_club_verandah_day with dissolve
    play ambience ambience_camp_center_day
    
    me "Что за конфеты-то? Помимо того что они японские."
    kat "Я их каракули читать не умею, так что абсолютно без понятия."
    kat "Но надеюсь, что Мику была права и они будут очень вкусные!"
    me "Не забывай, что у японцев также очень странные вкусы."
    me "И то что нравится ей, не обязательно понравится нам."
    
    "Катя спрятала конфетный пакетик себе в карман."
    
    kat "Ну и ладно, в любом случае приятный подарок."
    kat "А теперь, чем сейчас займёмся?"
    
    th "Хороший вопрос."
    th "Наверное, стоит пойти и узнать что там с лодкой."
    
    me "Думаю, сходим сейчас к Жене, спросить про лодку."
    me "А затем пойдем на стоянку, возьмем рыбацкие принадлежности и сразу загрузим их к нам на корабль."
    kat "Здорово, то есть мы уже скоро поплывём?"
    
    "Я самую малость усмехнулся."
    
    scene bg ext_musclub_day with dissolve
    
    me "Ну как скоро, после ужина."
    kat "А рыбу нам зачем ловить тогда?"
    me "Во-первых, не факт, что мы её вообще поймаем, а сидеть голодными плохая затея."
    me "Нет, конечно можно земляники наесться до блевачки, благо её там навалом."
    
    scene bg ext_houses_day with dissolve    
    
    me "Но это всё не то."
    me "А во-вторых же, в рыбалке также важно не только поймать рыбу, но и просто хорошо провести время."
    kat "А как по мне, рыбка всё-таки важнее."
    me "Ну, каждому своё."
    
    scene bg ext_library_day with dissolve

    "Полный уверенности я дёрнул за дверную ручку, но[wp] Дверь была заперта."
    
    me "Дела."
    
    "Я заглянул внутрь через окно."
    "И быстро пришел к выводу, что Женя явно находится внутри."
    "Ведь не могла же она взять и оставить свои очки на своём рабочем столе."
    
    kat "Может она по делам ушла?"
    me "Та нету, вон очки её лежат, значит точно там."
    
    "Сказал я и стал, громко и настойчиво, стучать в дверь."
    
    me "Сова, открывай! Медведь пришёл!"
    
    "Буквально через секунду в окне появился знакомый силуэт."
    
    kat "И вправду, в библиотеке была."
    me "А я же говорил."
    
    "Ещё пару секунд спустя, дверь была открыта и мы вошли внутрь."
    
    stop ambience
    scene bg int_library_day with dissolve
    play ambience ambience_library_day
    show mz bukal pioneer at center with dspr
    
    me "Снова привет."
    
    "Женя же вся повздыхала."
    
    mz "Ага, чего вам надо? Вы вроде дела закончили на сегодня."
    me "Так мы и не по работе, а по поводу лодки."
    mz "А, это. {w}Ну договорилась я с кем надо чтобы вам её выделили."
    mz "На брандвахту пройдете, скажете что от меня и можете брать любую лодку какую захотите."
    kat "Спасибо тебе Женечка огромное, мы никогда не забудем."
    mz "Кстати, завтра вам надо прийти пораньше."
    me "Почему?"
    
    show mz angry pioneer with dspr
    
    mz "По качану да по капусте!"
    mz "Сказала надо, значит надо! А теперь будьте так добры."
    
    show mz rage pioneer with dspr
    
    mz "{b}Выметайтесь отсюда!{/b}"
    
    "Сказала она крайне грозным голосом."
    
    me "Хорошо, мы тебя поняли."
    
    stop ambience
    scene bg ext_library_day with dissolve
    play ambience ambience_camp_center_day
    
    "Как только мы спешно покинули библиотеку, Женя тут же снова закрыла дверь на ключ."
    
    kat "Интересно, чего это она такая странная."
    me "Не имею ни малейшего понятия."
    
    "Однако, на деле я прекрасно понимал, что Женя и Сергей вновь всякими непотребствами занимаются."
    "В прочем, пусть занимаются, если им нравится."
    "Хотя, чего они нашли такого друг в друге, вопрос открытый." 
    "На вид, две абсолютные противоположности друг друга."
    "Но, я полагаю, против любви не пойдешь, если она искренняя."
    
    kat "Ау, Земля вызывает Юпитер."
    
    "Махая рукой у меня перед глазам проговорила Катя."
    
    me "Извини, задумался немного."
    kat "Меньше думай и идём уже скорее!"
    me "Куда?"
    kat "Как куда! Складывать там удочку, ведро и всё остальное в лодку."
    me "Так при отбытии же сложим."
    me "А сейчас чего доропиться-то?"
    kat "Просто хочется побыстрее всё сделать, чтобы потом со спокойной душой пойти и сесть в лодку."
    me "Справедливое замечание."
    me "Ну пойдем прогуляемся немного."
    
    "Сказал я и мы отправились в «путешествие»."
    
    scene bg ext_houses_day with dissolve
    
    "Шли мы не разговаривая."
    "Спокойно и медленно, прям таки наслаждаясь этой прогулкой."
    "Но похоже мой мозг не может вечно быть в тишине."
    "Оттого в нём созрел один, немаловажный вопрос."
    
    me "Кать[wp]"
    kat "Мм?"
    me "Сколько ты вообще хочешь пробыть на острове?"
    
    "Она призадумалась подставив свободную руку к подбородку."
    
    kat "Не знаю, пока не надоест." 
    kat "А ты?"
    me "Ха-ха, мне так-то без разницы."
    me "Главное, чтобы не до следующего утра, а то спать на траве[wp] Такая себе затея."
    kat "Ну не, так долго засиживаться мы не будем[wp] {w}Наверное."
    kat "И вдруг мы найдем там ещё одну землянку?"
    me "Хех, было бы неплохо."
    me "Ладно, там значит разберёмся."
    
    "Между нами вновь нависла тишина."
    "И мне только сейчас бросилось во внимание, что всё это время шёл с Катей держась за руку."
    
    th "Как бы, я и до этого понимал это, но значения вообще не придавал."
    th "Неужели это уже тоже для меня обыденность как и жизнь в этом лагере?"
    th "Не то чтобы это было плохо, просто[wp] {w}Непривычно так."
    
    stop ambience
    scene bg ext_boathouse_day with dissolve
    show kat normal pioneer at center with dspr
    play ambience ambience_boat_station_day  
    
    "Спустя несколько минут мы вышли на лодочную станцию."
    "Здесь было спокойно и почти ни звука."
    "Даже птицы молчали."
    
    ## тут надо вставить громкий звук чайки.
    
    "Подумал я и тут же в ухо мне крикнула птица."
    "Чайка, если быть точным."
    
    me "Дурацкая птица, чуть не напугала меня."
    kat "Чёт, тебя все сегодня пытаются напугать."
    kat "Кто-то специально, кто-то нет, а кто-то, как эта птичка, даже не осознавая."
    me "Да-да."
    
    scene bg ext_pier_day with dissolve
    show kat normal pioneer at center with dspr
    
    me "{i}Ты пойдешь со мной{/i} или на улице подожёшь?"
    me "Там просто делов-то на пару секунд."
    kat "Тут подожду."
    me "Угу."
    
    "Я постучался в дверь и вошел внутрь."
    # в каво вошел? в катю.
    
    stop ambience
    scene bg int_boathouse_day with dissolve
    play ambience ambience_int_cabin_day
    
    me "Здравст-"
    
    "Однако, внутри никого не оказалось."
    
    me "[wp]вуйте."
    
    "И похоже, люди тут были только всего один или может два раза."
    "О чём можно было судить из-за множества коробок и неразложенных вещей." 
    
    th "Интересно, с кем же тогда договаривалась Женя?"
    th "Или так совпало, что к её приходу тут кто-то был?"
    
    "Ещё немного постояв и потупив, я покинул помещение."
    
    stop ambience
    scene bg ext_pier_day with dissolve
    show kat normal pioneer at center with dspr
    play ambience ambience_boat_station_day
    
    kat "Как успехи?"
    me "Внутри никого нет."
    kat "Как это[wp] Нет?"
    me "Ну вот нет."
    kat "И что же нам делать в таком случае?"
    me "Очевидно, просто брать лодку."
    kat "А может подождём, вдруг по делам куда отошли."
    me "Может быть, но мы так до ужина простоять можем."
    me "А оно нам надо?"
    kat "Не надо[wp]"
    me "Вот и всё, идём возьмем рыбацкие штучки и выберем лодку по вкусу."
    
    scene black with dissolve
    
    "Спустившись с брандвахты, мы отошли метров на двадцать в сторону."
    "Там-то и стояла, привязанная к дереву, «Мария». И агрегат этот что надо."
    
    kat "Миленькая лодочка."
    kat "Слушай, а может нам её взять, м?"
    me "Ага, только за такое меня завхоз на месте закопает."
    kat "Хи-хи, так я же шучу."
    me "Да понимаю."
    
    "Я заглянул внутрь катера."
    "Там было всё довольно чистенько и разложено по своим местам."
    "Сразу видно, что дед относится к своей посудине с некой любовью."
    
    me "Так-так, где же[wp] {w}А, вот оно."
    
    "Найдя удочку, я взял её и положил рядом."
    "После ещё достал оттуда ведро в котором уже валялись спички и какая-то газета."
    
    th "Отлично, на розжиг пойдет."
    
    me "Вроде бы всё, можно идти-"
    sl "Так, что тут творится?!"
    
    "Крикнула неожиданно появившаяся Славя."
    "Катя же, похоже испугавшись крика, тут же спряталась мне за спину."
    
    show sl serious pioneer at right with dspr 
    
    sl "Вы что, воруете?"
    kat "Нет, Славяна, ты всё не так поняла!" 
    
    show sl surprise pioneer
    
    sl "Ой, это вы."
    
    show sl sad pioneer
    
    kat "Да, мы!"
    kat "И что ты тут вообще делаешь? Ты следила за нами?"
    
    "Выглядывая из-за моего плеча сказала Катя."
    
    show sl smile2 pioneer
    
    sl "Нет, просто гуляла, мне тут очень нравится."
    sl "Тут тихо и спокойно, людей же почти нет."
    sl "Можно хорошо отдохнуть и побыть наедине с собой и своими мыслями."
    kat "Ясненько[wp]"
    
    "Катя медленно вышла из-за моей спины."
    
    kat "Знаешь, говорят: сначала спрашивают, а потом стреляют."
    kat "Тебе бы вот на вооружение принять это, а то напугала сильно." 
    sl "Простите, но надо было действовать быстро."
    
    show sl serious pioneer
    
    sl "Собственно поэтому вопрос всё ещё остается открытым: вы воруете?"
    me "Нет, не воруем, нам завхоз разрешил взять удочку, ведро и спички на один вечер."
    
    show sl normal pioneer 
    
    sl "Вот оно что[wp]"
    me "Если не веришь, можешь спросить у него."
    sl "Да не, я верю тебе."
    
    show sl happy pioneer
    
    sl "А тебе, Кать, рыбалка нравится чтоли?"
    kat "Нейтрально к ней отношусь."
    kat "Мне больше нравится сама рыба."
    sl "А я вот люблю также и рыбку ловить"
    sl "Между прочим, этот процесс очень интересный и медитативный."
    kat "Да я и не спорю, просто, не увлекалась никогда особо, вот и всё."
    
    show sl normal pioneer
    
    "Я положил удочку в ведро и взял его за ручку."
    
    me "Дамы, это конечно всё о-о-очень интересно."
    me "Но давайте перенесём все разговоры в более благоприятную обстановку."
    me "Я вот предлагаю переместится обратно к брандвахте."
    kat "Согласна."
    sl "Хорошо, давайте."
    
    scene bg ext_boathouse_day with dissolve
    show sl normal pioneer at right with dspr
    show kat normal pioneer at left with dspr
    
    sl "Так, и где вы будете рыбачить?"
    sl "А то я вам могу посоветовать здесь несколько хорошеньких мест."
    me "Да не, не надо, мы уже выбрали себе одно местечко на вечер."
    
    show sl smile2 pioneer with dspr
    
    sl "Что, правда? А какое если не секрет?"
    me "Ну, вообще секрет, но тебе же можно доверять?"
    sl "Конечно! "
    me "На остров мы плывём после ужина."
    
    show sl laugh pioneer with dspr
    
    sl "Ого, давненько я там не была."
    sl "А можно с вами?"
    
    th "История повторяет саму себя, да?"
    th "Вот только в моих планах не было ещё одного пассажира, так что[wp]"
    
    me_kat_d "Нет!"
    
    "Хором мы ответили."
    
    show sl happy pioneer with dspr

    sl "Ха-ха, понятно всё с вами."
    sl "Ну, тогда не буду мешать вам, всего хорошего."
    kat "Пока-пока."
    
    hide sl with dspr
    show kat normal pioneer at center with dspr
    
    kat "Может всё-таки ты ей зря всё рассказал?"
    me "Почему?"
    kat "Ну, мало ли расскажет кому-то?"
    kat "Да и Женя просила никому не говорить[wp]"
    me "Не волнуйся, Славя очень надёжный человек, ей можно доверять."
    kat "Надеюсь."
    
    "Подойдя ближе к лодкам, я поставил ведро в первую попавшуюся."
    
    me "Нам же не принципиально на какой плыть к острову, верно?"
    kat "Ну не знаю, не знаю. Ты какую-то вот прям убитую выбрал."
    kat "А по соседству вот лодочка подкрашенная, чистенькая."
    me "И это значит, что ей часто пользуются, а посиму — лучше не брать." 
    kat "Обидно."
    me "Так, наверное стоит ведро и удочку как-то спрятать, а не оставлять вот так."
   
    "Вытащив удочку из ведра я загнал её в борт."
    "Само же ведро спрятал в носу лодки."
    
    me "Думаю, хорошо спрятал."
    me "И теперь вновь становится насущным вопрос:"
    kat "Чем займёмся?"
    me "Прям с языка сняла[wp]"
    
    "Сказал я и повернулся к Кате."
    "Которая увлечённо разглядывала в воде своё отражение."
    
    kat "Я знаю чем можно заняться."
    me "И чем же?"
    kat "Пойдем в клубы эти ваши?"
    kat "А то я там была всего один раз пару минут."
    kat "Да и с Шуриком интересно познакомиться."
    me "Не думаю, что он сейчас там[wp]"
    me "Хотя[wp] неважно наверное."
    
    "Встав, Катя схватила меня за ладонь."
    th "Блин, а вот это вообще обязательно?"
    
    kat "Решено — Идём!"
    
    stop ambience fadeout 0.5
    scene bg ext_houses_day with dissolve2
    play ambience ambience_camp_center_day fadein 3
    
    me "А что ты хочешь увидеть у нас в кружке кибернетики?"
    kat "Хочу посмотреть на то, чем вы занимаетесь."
    kat "Какие штучки изобретаете."
    kat "В общем всякое такое."
    me "Андерстенд."
    kat "Что?"
    
    "Катя недоумевающе посмотрела на меня."
    
    me "Понятно то бишь. {w}Английский в школе не учила?"
    kat "А, нет, я немка."
    kat "Буштэйблих этвас ауф дойч."
    
    "С дичайшим акцентом проговорила она."
    
    me "Круто. {w}А что это значит?"
    kat "Не помню уже. {w}Что-то на немецком."
    kat "Меня языки не сильно интересовали если честно."
    kat "Мне больше по душе была музыка, алгебра с геометрией и русский язык."
    me "Хе, а говоришь языки не интересовали."
    
    "Она легонько шлёпнула меня по носу."
    
    me "За що?"
    kat "За то, что слишком цепляешься к словам."
    me "Ой, да ладно тебе."
    me "Как ты там говорила? {w}Это шутка такая просто?"
    kat "Возможно и говорила такое."
    me "Ну вот собственно и оно. Юмор."
    kat "Ха. Ха."
    
    scene bg ext_clubs_day with dissolve
    
    me "Вот и пришли."
    
    "Катя отпустила мою руку и мы поднялись по ступенькам ко входу."
    
    stop ambience fadeout 0.5
    scene bg int_clubs_male_day with dissolve
    show kat normal pioneer at right with dspr
    play ambience ambience_int_cabin_day fadein 3
    
    "Я постучал по дверному окошку."
    
    me "Есть кто дома?"
    
    "И буквально мгновение спустя и подсобки вышел наш шеф."
    
    show sh normal pioneer at left with dspr
    
    sh "Да-да, кто к нам пожаловал?"
    sh "О, привет Семён и[wp]"
    kat "Катя."
    sh "Катя, очень приятно, я Александр, но для всех Шурик."

    "Он протянул Кате руку."
    "И она добродушно её пожала."
    
    sh "Тэк, и зачем же вы пожаловали к нам?"
    me "Девушке интересно чем мы тут занимаемся."
    me "Не поможешь провести экскурсию?"
    
    show sh normal_smile pioneer with dspr
    
    sh "Конечно же помогу!"
    sh "И так, с чего мы начнём?"
    me "Думаю, надо показать наше рабочее место."
    
    show sh normal pioneer with dspr
    
    "Катя медленно подошла к нашему главному столу."
    
    kat "Я так полагаю, это оно и есть."
    sh "Да, верно[wp] {w}Хм[wp]"
    
    show sh upset pioneer with dspr
    
    sh "Не знаю чего такого можно о нём рассказать."
    sh "Кроме того именно здесь мы всё разбираем, собираем и ломаем."
    sh "Ну и ещё, тут вечно царит бардак."
    sh "Хотя, в стенах этого заведения, бардак принято называть творческим беспорядком."
    
    "Однако, похоже, Катю не очень интересовала болтовня Шурика."
    "И она просто разглядывала всякий хлам на столе."
    
    kat "Ухты[wp] Никогда не видела столько мелких штучек."
    kat "Пружинки всякие, винтики[wp] {w}А это что?"
    
    "Катя потянулась рукой к паяльнику."
    
    show sh scared pioneer with dspr
    
    sh "СТОЙ! НЕ ТРОГАЙ!"
    
    "Рука девушки остановилась буквально в паре сантиметров от устройства."
    
    show sh serious pioneer with dspr
    
    sh "Это паяльник и в данную секунду он подключен к электросети."
    sh "А значит, разогрет до адовых температур."
    sh "Ну, не прям адовых, но всё-равно очень горячий."
    sh "Короче, если дотронешься, получишь сильнейший ожог."
    kat "Понятно[wp]"
    
    "Она медленно убрала руку назад."
    
    show sh normal pioneer with dspr
    
    "А Шурик облегченно вздохнул."
    
    me "А зачем ты подключил его?"
    sh "Да вот, магнитофон сломался, чинить сейчас собирался."
    me "Чё он опять-то?"
    sh "Кто ж его знает, достал уже, выкину скоро к чертям."
    sh "И плевать, что он не мой."
    me "Подожди, а чей он?"
    sh "У Мику выменял."
    me "Выменял на что?"
    
    show sh normal_smile pioneer with dspr
    
    sh "Секрет!"
    
    "Очевидно, Катя на сей раз слушала что говорит Шурик."
    "И потянулась к магнитофону, на котором ткнула кнопку воспроизведения."
    
    ## Тут надо будет вставить песню The Cars — «You Might Think»
    
    show sh surprise pioneer with dspr
    
    "И на удивление, из него заиграла музыка."
    
    sh "Ч-Чего? {w}Как это у тебя вышло?"
    kat "Н-Не знаю[wp] {w}Просто ткнула на кнопачку и всё заработало."
    
    show sh normal pioneer with dspr
    
    "Я же от души посмеялся над своим товарищем."
    "И по дружески похлопал его по плечу."
    
    me "Стареешь брат."
    sh "Возможно."
    sh "Но я так или иначе разберу этот чёртов проигрыватель."
    sh "Ведь до волшебного прикосновения Кати, он отказывался работать!"
    me "Наверное, какой-то контакт отходит внутри."
    sh "Скорее всего так и есть."
    kat "А, что это за мелодия?"
    
    "Качая головой в такт музыки спросила Катя."
    
    sh "Если правильно помню, то это[wp] {w}Зэ Карс."
    sh "Песня же называется[wp] {w}«Ю майт тхинк» вроде как."
    kat "Красиво звучит."
    me "Шурик, откуда у тебя иностранная кассета?"
    sh "В комплекте с магнитофоном шла."
    me "Ну да, как я сам не догадался."
    kat "Красивенькие у вас самолётики."
    
    "Сказала она, разглядывая потолок."
    
    kat "А почему этот самолёт перевёрнут?"
    sh "Пилот любит пощекотать себе нервы."
    kat "Расшибётся же ведь!"
    sh "Да не, нормально, уже на рекорд идёт по висению вниз головой."
    sh "На связь разве что не выходит."
    me "Думаю это из-за плохой погоды."
    kat "Надеюсь с ним будет всё в порядке!"
    
    "Катя стала плавно перемещаться к столу с компьютером."
    "Меня же действительно заинтересовало, почему один из самолётов перевёрнут."
    
    me "Кстати, правда, почему этот самолёт висит верх ногами?"
    sh "Не знаю, всегда так висел."
    me "Странно, никогда не обращал на это внимание."
    sh "А какая разница? {w}Висит он и висит."
    
    "Тем временем Катя разглядывала то, что на самом деле сложно было назвать компьютером."
    "Просто несколько платок добротно скреплённые скотчем."
    
    kat "А он работает?"
    sh "Чисто теоретически — да."
    me "Но неделю назад он выдал фатальную ошибку и всё."
    sh "Да, а сейчас на него времени нет."
    kat "Жаль."
    kat "Такое чудное устройство просто стоит и пылиться."
    kat "И если он у вас сломан, почему включён?"
    sh "Потому-что я всегда думаю, что вот сейчас точно сяду и починю его."
    sh "Но либо находятся другие дела, либо банальная лень."
    
    "Девушка бегло осмотрела всё помещение."
    
    kat "Кстати, а где робот ваш?"
    sh "Он в подсобке."
    
    show sh upset pioneer with dspr
    
    sh "А туда сейчас почти не пройти из-за бардака."
    kat "То есть, творческого беспорядка?"
    sh "В данном случае именно бардак."
    
    show sh normal pioneer with dspr
    
    "Катя стала смещаться к дальнему шкафу и[wp]"
    
    show sh surprise pioneer with dspr
    
    extend " С громким треском провалилась ногой в нашу заначку со «Столичной»."
    "Мы мигом подбежали к ней."
    
    kat "Кажется я застряла."
    # kat "oh no step-bro i'm stuck"
    
    "Она пыталась достать свою ногу, а мы просто стояли не знали что делать."
    
    th "Нужно как-то её высвободить[wp]"
    
    "Я присел и стал осматривать как же застряла наша горе пионерка."
    "И благо, ничего такого прям серьезного не было."
    "Нет, конечно она проломила доску, которая то ли гнилая то ли ещё что."
    "И концы её были направлены так, что не давали Кате вытащить ногу." 
    "Почесав репу, в голову пришла одна идея."
    
    me "Так, Шурик, тащи фомку."
    sh "Понял."
    
    hide sh with dspr 
    
    "Александр мигом удалился в подсобку."
    
    me "А ты особо не елозь ногой вверх вниз."
    me "Просто успокойся, сейчас мы тебя вытащим."
    
    "Катя прекратила двигать ногой и стала размеренно дышать."
    
    kat "Хорошо, хорошо."
    me "Болит что-нибудь?"
    kat "Нет, только дискомфорт там где деревяшки упираются мне."
    me "Уже хорошо."
    
    th "Чё ж он так долго?"
    
    me "Шурик ну где ты?!"
    
    "Из подсобки послышался грохот."
    
    show sh surprise pioneer at left with dspr
    
    "И спустя несколько секунд от туда вылетел Шурик."
    
    sh "Нету!"
    me "Как это нету?!"
    sh "Ну вот так!"
    kat "Шурик прошу поищи ещё!"
    sh "Да где же я её вам найду-то!"
    sh "Хорошо, поищу ещё!"
    
    hide sh with dspr
    
    me "Твою ж дивизию[wp]"
    
    th "Это точно надолго щас будет, а действовать надо сейчас!"
    th "Может, получится прям так, ручками?"
    
    "Я крепко схватился за ногу Кати."
    
    kat "Что ты[wp]"
    me "Возможно будет больно, только ты главное доверься мне."
    kat "Х-Хорошо."
    
    "Я аккуратно, повернул её ногу чуть-чуть в сторону."
    "И после резко дёрнул вверх, вытащил подругу из хитрой ловушки."
    
    kat "Ура, я свободна!"
    
    "Я облегчённо вздохнул и встал в полный рост."
    "И тут же Катя очень крепко обняла меня."
    
    th "Ох ты ж ё[wp]"
    
    me "Т-Ты чего придурошная, задушишь же!"
    
    "Кое-как я выдавил из себя."
    "После чего она выпустила меня из своих объятий."
    
    kat "Извини."
    
    show sh normal pioneer at left with dspr
    
    "А наш товарищ Шурик возвратился из подсобки."
    
    sh "Я так понимаю, лом больше не нужен?"
    me "Ага, сами справились."
    sh "Что ж, молодец."
    kat "Прям спаситель мой."
    me "Полагаю, теперь мы квиты."
    me "Я спас тебя застрявшую, {w}ты спасла меня утопающего."
    
    show sh surprise pioneer with dspr
    
    "От последней части предложения Шурик аж немного подавился."
    
    sh "Утопающего?"
    me "Да было сегодня дело перед обедом."
    me "Чуть не погиб."
    sh "Какой кошмар."
    me "Во-о-от, и если бы не Катя[wp]"
    
    "Я невольно дрогнулся."
    
    me "Короче сегодняшний день был бы омрачен смертью пионера."
    
    "Похоже, Катю не сильно интересовала наша болтовня и она отошла куда-то в сторону."
    
    show sh normal pioneer with dspr
    
    sh "Ну хорошо, что всё закончилось[wp] Хорошо[wp] {w}Да."
    me "Ага. Ну там ещё не только Катя молодец."
    me "Повезло ещё, что Лена была рядом, а откачала меня Виола."
    sh "Но самую-то главную работу, по сути, сделала Екатерина."
    me "Эт да."
    
    kat "Так, товарищи!"
    
    "Мы одновременно повернулись к окликнувшей нас Кате."
    
    show sh scared pioneer with dspr
    
    "И увидели, что та держит за горлышко бутылку водки."
    
    th "Вот и приплыли[wp]"
    
    kat "Эта что?"
    
    "Я переглянулся с Шуриком."
    
    show sh serious pioneer with dspr
    
    me "Что скажем?"
    
    "Прошептал я, но мой товарищ только пожал плечами."
    
    sh "Не знаю."
    
    "Также шёпотом ответил он."
    
    kat "Ребят, за дурочку меня держать-то не надо."
    kat "Вы же в паре метров от меня и вас прекрасно слышно."
    me "Что, правда?"
    kat "Ага!"
    
    th "Чёрт[wp]"
    th "Ну давай думай голова, шапку куплю."
    th "«Дорогая Екатерина, мы понятия не[wp]» {w}Блин какая к чёрту Екатерина? Просто Катя же!"
    
    me "Ну чё ты молчишь-то!"
    
    "Прошипел я ему."
    
    sh "Так а чё сказать-то?!"
    me "Да хоть что!"
    sh "Ладно[wp]"
    kat "Ну?"
    
    show sh upset pioneer with dspr
    
    sh "Аэ[wp] П-Платы протираем, да[wp]"
    kat "А почему так спрятали?"
    sh "Ну[wp] Не держать же нам водку на открытом месте."
    kat "А ящики не придумали?"
    kat "Не верю!"
    
    "Я отвесил Шурику лёгкий подзатыльник."
    
    th "Кто тебя врать учил?"
    
    me "Может, просто сказать всё как есть?"
    sh "Только ты же понимаешь, что это будет звучать не более правдиво?"
    me "У нас выбора нет."
    kat "Ну не томите же!"
    
    "Набрав полные лёгкие воздуха, я начал."
    
    show sh normal pioneer with dspr
    
    me "Короче говоря, водка нужна для обработки ран."
    kat "И где вы собрались их получать?"
    sh "В старом лагере."
    me "Следующая твоя фраза:"
    me_kat_d "А что вы забыли в старом лагере?"
    kat "Что?!"
    me "Хе-хе."
    sh "Мы там собираемся искать детали как раз-таки для робота."
    sh "Ведь, скорее всего, где-то под зданием, в глубине, расположено подобие бункера."
    sh "А в таких сооружениях всегда должны быть какие-никакие средства связи."
    kat "Понятно, что ничего непонятно."
    kat "Старый лагерь это вообще где?"
    
    "Шурик поправил очки."
    
    show sh normal_smile pioneer with dspr
    
    sh "Всё! Лимит ответов исчерпан!"
    sh "К тому же, мы и так тебе сказали больше нужного."
    sh "А теперь[wp]"
    
    "Он подошел к Кате и попытался взять у неё бутылку."
    "Но она убрала её за спину."
    
    kat "А вот не дам! Вы меня не убедили!"
    me "Кать, ну хватит уже."
    kat "Нет, не хватит!"
    me "Ах вот как значит[wp]"
    me "Шурик, зажимаем!"
    
    show sh normal pioneer with dspr
    
    "Мой товарищ кивнул мне и мы стали медленно наступать на Катю."
    "Она разумеется попятилась назад, заходя в угол."
    "Но, похоже, ей стало ясно к чему всё это идёт."
    
    show kat normal pioneer at left with dspr
    show sh normal pioneer at right with dspr
    
    "И Катя, резко, пулей стартанула в противоположную сторону, пробежав мимо Шурика."
    "Он, конечно, попытался схватить её, но реакции не хватило."
    "Вот только, положение дел для Кати, это сильно не поменяло."
    
    me "Стой здесь."
    
    "Я стал обходить стол."
    "Разумеется, Катя видела это и стала идти в том же направление, видимо, надеясь дойти до выхода."
    "Но я не дурак и, самую малость ускорившись, перегородил ей путь отступления, встав прямо перед ней."
    
    me "А куда это ты собралась, а?"
    me "Водочку нашу в одну харю выпить собралась?"
    
    "Она попятилась назад."
    "Но сзади уже почти вплотную стоял Шурик."
    "Ситуация, мягко говоря, безвыходная."
    "Однако, Катю это нисколько не останавливало и она попыталась повторить на мне тот же трюк, что и с Шуриком."
    "Вот только, в отличии от у того же Шурика, реакция у меня что надо и я поймал её."
    
    me "Попалась!"
    
    "Правда, Катя, похоже была немного не согласна со своим поражением и пыталсь силой вырваться."
    
    kat "Пусти-и-и!"
    
    "Стоит отметить, сил у неё не занимать, так что я с трудом удерживал её."
    "Шурик же медленно подошел и вырвал у неё из рук бутылку."
    "И я тут отпустил Катю, которая сразу же отвесила пощечину Шурику[wp]"

    me "Ха-ха-ха."
    
    ## звук шлепка
    
    "А потом ещё и мне."
    
    kat "Зачем так грубо-то?"
    kat "Неужели не проще было просто всё рассказать?"
    me "Не-а."
    
    "Катя сделала обиженное лицо и отвернулась от нас."
    
    me "Ну прости, сама на встречу идти не хотела."
    me "К тому же, если собираешься обижаться на меня, то прими во внимание один факт."
    
    "Она наклонила голову, собираясь внимательно меня слушать."
    "И я, подойдя поближе, тихо шепнул ей на ухо:"
    
    # me "Хайль гидра."
    # me "Анигиляторная пушка! А-А-А-А-А-А-А-А-А-А-А-А-А-А-А-А-А-А!"
    me "На лодке погребёшь одна."
    
    "Катя медленно повернулась и грустно вздохнула."
    
    kat "Ладно, прощаю[wp]"
    kat "Но только при условии, что это был первый и последний раз!"
    me "Обещаю."
    
    "Тем временем Саня убрал бутылку «Столичной» в ящик в столе."
    "А после подошел к дыре, которая только недавно была нашим тайником."
    
    sh "Да уж, надо отверстие заделать поскорее, вот только[wp]"
    
    "Он посмотрел на свои часы."
    
    sh "До ужина всего-лишь четыре минуты."
    kat "Ого[wp] {w}Хорошо так время покоротали."
    me "Да уж[wp]"
    me "Шур, а может я тебе как-нибудь помогу быстренько?"
    sh "Не, не надо."
    sh "После ужина лучше давай."
    me "Блин, а после ужина у меня дела."
    sh "Так и тут-то много делать чтоли?"
    
    "Я вопросительно посмотрел на Катю."
    
    kat "Я не против."
    me "Хорошо, договорились."
    sh "А пока, идёмте сразу к столовой, чего время терять?"
    kat "И то верно."
    me "Тогда, отправляемся!"
    
    window hide
    stop ambience fadeout 0.5
    $ blwnfh_set_time("sunset")
    scene bg ext_clubs_sunset with dissolve2
    play ambience ambience_camp_center_evening fadein 3
    $ renpy.pause(1.0)
    window show
    
    "Покинув здание, Шурик стал возиться с треклятым дверным замком."
    
    me "Нам тебя подождать?"
    sh "Не, не, идите, я догоню."
    
    "Пожав плечами, мы с Катей отправились в сторону столовой."
    
    scene bg ext_square_sunset with dissolve
    show kat normal pioneer at center with dspr
    
    me "Ну, как тебе клубы? Как Шурик?"
    kat "У вас столько всего интересного, аж голова кругом немного идёт."
    kat "Теперь понятно, почему ты к ним записался."
    kat "А о Шурике только положительные впечатления."
    me "Не хочешь к нам записаться?"
    
    "С лёгком насмешкой в голосе спросил я."
    
    kat "Заманчиво конечно, но мне такое неинтересно."
    kat "Только музыка и писательство."
    me "Хе, ну это понятно."
    
    show bg ext_dining_hall_away_sunset with dissolve
    
    "Скоро мы прибыли к столовой, на крыльце которой уже несколько пионеров ожидали ужина."
    
    show kat normal pioneer at left with dspr
    show sh normal pioneer at right with dspr
    
    "А спустя немного времени подоспел и сам Шурик."
    
    sh "Вот и я."
    me "Ага, давненько не видились."
    kat "Сколько там до ужина уже? Кушать очень хочется."
    
    "Шурик вскинул руку и смотря на часы стал говорить:"
    
    sh "Четыре[wp] {w}Три[wp] {w}Две[wp] {w}Одну[wp]"
    
    play sound sfx_dinner_horn_processed
    
    sh "Ноль."
    kat "Ура-а-а!"
    
    hide kat with dspr
    
    "Катя радостно побежала внутрь столовой."
    
    sh "Задорная девчушка[wp] {w}Повезло тебе с ней."
    me "А?"
    
    hide sh with dspr
    
    "Шурик похлопал меня по плечу и тоже ушел."
    
    window hide
    stop ambience fadeout 0.5
    scene bg int_dining_hall_day_sunset with dissolve2
    play ambience ambience_dining_hall_empty fadein 3
    $ renpy.pause(1.0)
    
    "Войдя внутрь я взял поднос с раздачи и сел рядом с Катей, которая махала мне, обозначая своё положение."
    "Будто в пустой столовой я не замечу её."
    "Но самое было интересное, что Шурик сидел достаточно далеко от неё и грустно ковырял свой ужин."
    
    show kat normal pioneer at center with dspr
    ## тут нужен стол с хавчиком
    
    "Сев за стол, я стал изучать что представлял из себя ужин."
    "Это был суп, названия которого мне было неизвестно, но выглядел вполне аппетитно."
    "Ну и к супу также давали кусок белого хлеба."
    "А на запить был[wp] Морс?"
    
    th "Что-то новенькое."
    
    kat "А почему Шурик решил отдельно сидеть?"
    me "Не знаю, наверное, любит поесть в гордом одиночестве."
    kat "Эх[wp]"
    
    window hide
    stop ambience fadeout 1
    scene bg int_dining_hall_people_sunset with dissolve2
    play ambience ambience_dining_hall_full fadein 3
    $ renpy.pause(1.0) 
    window show
    
    "Столовая постепенно наполнилась людьми под завязку."
    "Я же почти уничтожил свой ужин, остался только морс."
    
    th "Ох, блин, что-то я прям объелся, как грести-то буду?"
    th "Ладно, думаю пока до клубов пройдусь, помогу шефу, всё утрясётся."
    
    "Катя же, как обычно, ела не очень быстро."
    
    kat "Ну вот куда ты так доропишься с едой?"
    me "Вроде уже говорили на эту тему, не?"
    kat "Вроде как, но всё-равно в голове не укладывается."
    me "Ну так и не укладывай."
    
    "Сказал я и одним глотком выпил стакан морса."
    
    me "Ох, ну всё, я отчаливаю."
    me "Встретимся на брандвахте, и если буду задерживаться иди к нам."
    kat "Угу."
    
    hide kat with dspr
    ##скрыть стол
    
    "Я встал из-за стола и, отнеся поднос, подошёл к Шурику."
    "Благо, он уже заканчивал со своим ужином."
    
    me "Жду тебя на улице."
    
    "Он кивнул и я отправился на выход."
    
    window hide
    stop ambience fadeout 0.5
    scene bg ext_dining_hall_near_sunset with dissolve2
    play ambience ambience_camp_center_evening fadein 3
    $ renpy.pause(1.0)
    window show
    
    "Выйдя на крыльцо, я сел уже на излюбленную мной лавку."
    
    th "Интересно, чем он вообще собрался заделывать дыру?"
    th "Хотя, у нас столько хлама в распоряжении[wp]"
    th "Думаю, из него точно можно что-нибудь придумать."
    th "И надеюсь это не растянется на полчаса."
    
    show sh normal pioneer at center with dspr
    
    sh "Всё, потопали."
    me "Есть!"
    
    window hide
    show bg ext_clubs_sunset with dissolve
    $ renpy.pause(1.0)
    window show
    
    "Придя к клубам, началась уже классическая война с замком."
    
    sh "Ну дава-а-ай!"
    
    "Он с трудом проворачивал ключ."
    
    show sh surprise pioneer with dspr
    
    "И в один момент, раздался глухой звук. {w}Это сломался ключ."
    
    me "М-да."
    sh "С-с-с-су[wp] Собака."
    
    show sh serious pioneer with dspr
    
    sh "Так и знал, что это когда-то да случится."
    
    "Шурик осмотрел отломанный кусок ключа."
    
    sh "Ладно, другой план."
    
    "Выдал он и резким ударом локтя выбил окно в двери."
    "И дотянувшись рукой до замка открыл клубы изнутри."
    
    show sh normal pioneer with dspr
    
    sh "Милости прошу."
    
    window hide
    stop ambience fadeout 0.5
    show bg int_clubs_male_sunset with dissolve2
    play ambience ambience_int_cabin_evening fadein 3
    $ renpy.pause(1.0)
    window show 
    
    me "Так, я надеюсь ты придумал чем собрался заделивать отверстие?"
    
    show sh normal_smile with dspr
    
    sh "Ну конечно!"
    
    show sh upset with dspr
    
    sh "Правда, теперь придётся думать, чем заделать окно."
    sh "Но это уже думаю завтра, с Серым."
    me "Ага, если этот бунтарь согласится конечно же."
    sh "Эт точно."
    
    show sh normal with dspr
    
    sh "Ладно, неважно, тащи пока из кладовки табуретку."
    me "А какую? Их же там море."
    sh "Та которая сломанная."
    me "Понял."
    
    scene bg int_clubs_male2_night with dissolve
    
    th "Так сломанная табуретка[wp] Сломанная табуретка."
    
    "Я подошёл к столу и взял её."
    
    scene bg int_clubs_male2_notaburet with dissolve
    
    me "Прости подруга, у тебя была великая задача."
    me "Но теперь тебя пустят на пол."
    
    window hide
    $ renpy.pause(1.0, hard=True)
    scene bg int_clubs_male_sunset with dissolve
    show sh normal pioneer at left with dspr
    window show
    
    me "Вот твой табурет."
    sh "А-ага[wp] Пока я тут готовлю инструменты, отломай ей ножки."
    me "Угу."
    
    "Я положил сей предмет на рабочий стол."
    "И достав из ящика молоток, стал добивать табурет."
    "Вскоре от бедной табуреточки осталась одна деревянная пластина."

    me "Сойдёт?"
    
    "Показывая Шурику деталь, спросил я."
    
    sh "Да-да, нормально, давай её сюда мне и можешь идти."
    me "А может я ещё что-то тебе сделаю?"
    
    show sh normal_pioneer with dspr
    
    sh "Если хочешь, то почини дверь."
    me "Я пожалуй пойду."
    sh "Счастливо."
    me "И тебе не хворать."
    
    window hide
    stop ambience fadeout 0.5
    scene bg ext_clubs_sunset with dissolve2
    play ambience ambience_camp_center_evening fadein 3
    $ renpy.pause(1.0)
    window show 
    
    th "А теперь к более важным делам."
    
    "Начав насвистывать простенькую мелодию, я быстрым шагом отправился к лодочной станции."
    
    window hide
    scene bg ext_square_sunset with dissolve2
    $ renpy.pause(1.0)
    window show
    $ blwnfh_set_name("un", "Голос")
    
    "И уже почти дойдя до нужного мне места, из-за спины послышался голос." 
    
    un "Не свисти, денег не будет."
    
    "Я чуть замедлил шаг."
    
    me "Не страшно, у меня их и так нет."
    
    "Мне было прекрасно кто стоит у меня за спиной."
    "Но останавливаться и поворачиваться не было никакого желания."
    
    un "Семён, надо поговорить."
    me "Уже успели поговорить. {w}Ничего не вышло."
    un "Пожалуйста, я разве так много прошу?"
    me "Прости, я сейчас занят."
    
    "Я продолжил идти, а позади сначала послышались всхлипывания."
    "А потом быстро удаляющиеся шаги." 
    
    th "Вот и поговорили[wp] {w}Блин[wp]"
    
    window hide
    stop ambience fadeout 1
    scene bg ext_boathouse_sunset with dissolve2
    play ambience ambience_boat_station_day fadein 3
    $ renpy.pause(1.0)
    window show
    
    "Катя уже была тут и сидела рядом с нашей лодкой."
    
    show kat normal pioneer at center with dspr
    
    me "А вот и я."
    kat "Наконец-то, думала уже идти за тобой."
    me "Так я же от силы на минут десять отходил."
    kat "Да? {w}А такое ощущение, что прошел целый час."
    kat "Я кстати взяла с собой рубашку, а то ночью холодно же будет."
    me "Правильно мыслишь."
    kat "Ладно, поплыли уже скорее!"
    me "Есть, капитан!"
    
    "Забравшись на лодку, я протянул Кате руку."
    "Она, оперевшись на неё, спустилась и заняла своё место в корме."
    "Я расположился по удобнее и вставив вёсла на свои места, мы отчалили."
    
    window hide
    stop ambience fadeout 0.5
    scene black with dissolve
    play ambience ambience_lake_shore_evening fadein 3
    $ renpy.pause(1.0)
    window show
    
    "Катя радостно осматривалась вокруг, будто она первый раз в жизне плавает на лодке."
    
    kat "Какая вода чистая и[wp]"
    
    "Она сунула руку в воду."
    
    kat "И очень тёплая!" 
    
    "Катя резко вдохнула."
    
    kat "Какие уточки милые проплывают!"
    
    "Мимо проплывала небольшая стайка уток.""
    
    th "Только глянь какие бесстрашные, чуть ли не вплотную к нам плывут."
    
    kat "Уточки, уточки идите ко мне[wp]"
    
    "Она протянула руку в сторону птиц."
    "И похоже, они были действительно бесстрашные."
    "Ведь одна из них просто подплыла к нам и Катя погладила её."
    "После чего птица спешно вернулась к своей стайке."
    
    kat "Какая ручная."
    kat "А они все тут такие?"
    me "Не знаю, я не так часто тут уток видел."
    me "Вернее, вообще не видел до сего момента."
    me "Но, вполне возможно они тут почти все такие."
    kat "Интересно, почему она такая[wp]"
    me "Наверное, заслуга Слави."
    me "Она же там едина с природой, а природа едина с ней."
    kat "Хе, прямо как Белоснежка."
    me "Да[wp]"
    
    "Мои руки уже понемногу начинали уставать."
    
    th "Нужно как-то отвлечься от усталости."
    th "Но как? {w}Думай-думай[wp]"
    
    kat "Скучно как-то[wp] {w}Может спеть?"
    
    th "Точно! Пение! То что доктор прописал!"
    
    me "Остров невезения!"
    kat "М?"
    
    window hide
    $ renpy.pause(1.0)
    $ blwnfh_set_mode(nvl)
    nvl show 
    
    me "Весь покрытый зеленью, абсолютно весь\nОстров невезения в океане есть\nОстров невезения в океане есть\nВесь покрытый зеленью, абсолютно весь!\n"
    me "Там живут несчастные люди-дикари\nНа лицо ужасные, добрые внутри\n"
    
    "Я оттопырил губу и немного исковерканым голосом продолжил.\n"
    
    me "На лицо узясные, добрые внутри\nТам живут несчастные люди-дикари.\n" 
    
    "Катю, похоже, всё это забавляло, ведь она сидела с широкой улыбкой на лице.\n"
    
    me "Что они ни делают, не идут дела\nВидно в понедельник их мама родила\nВидно в понедельник их мама родила!\nЧто они не делают, не идут дела.\n"
    me "Крокодил не ловится, не растёт кокос\nПлачут, Богу молятся, не жалея слёз.\n"
    
    "Тут я перешёл на более жалобный голосок.\n"
    
    me "Плачут, Богу молятся, не жалея слёз\nКрокодил не ловится, не растёт кокос!\n"
    
    nvl clear
    me "Вроде не бездельники и могли бы жить\nИм бы понедельники взять и отменить\n"
    
    "Катя тихонько захихикала.\n"
    
    me "Им бы понедельники взять и отменить!\nВроде не бездельники и могли бы жить\n"
    
    th "Жаль, что мы на маленькой лодочке, а не на здоровенном круизном лайнере, а то сейчас как Миронов бы бросился танцевать.\n" 
    
    me "Как назло на острове нет кален-даря.\nРебетня и взрослые пропадают зря\nРебетня и взрослые пропадают зря\nНа проклятоп острове нет календаря!\n"
    
    me "По-по-по-по-по такому случаю ночи до зари\nПлачут невезучие люди-дикари\nИ рыдают, бедные, и клянут беду\nВ день какой неведому, в никаком году!\n"
    
    "Я попытался издать те звуки, которые издавал Андрей Миронов, но разумеется у меня вообще ничего не вышло и всю концовку полностью завалил. В прочем оно и не удивительно, такие вещи подвластны только ему!"
    "Но в любом случае было очень и очень весело! Катя вон от веселья вся чуть ли не сияла, сидя с широченной такой улыбкой. А значит со своей задачей я справился более чем."
    
    nvl hide
    $ blwnfh_set_mode()
    window show
    
    kat "Ха-ха-ха, забавная песенка."
    kat "Я же надеюсь, на том острове куда мы плывём не живут люди-дикари."
    me "Нет, только дикая земляника."
    kat "А она тоже несчастная?"
    me "Не знаю, приплывём и спросишь у неё."
    
    "А тем временем руки уже чуть ли не отваливались от всей этой гребли."
    
    th "Да когда ж мы приплывём-то?!"
    
    "Я собирался уже повернуться и посмотреть, как Катя вскочила и крикнула."
    
    kat "Приплыли!"
    me "Наконец-то."
    
    "Наше судно стукнулось о землю."
    
    window hide
    scene bg ext_island_sunset with dissolve2
    $ renpy.pause(1.5)
    
    "Катя аккуратно выпрыгнула из лодки и пошла изучать новые земли."
    "Я же, покинув лодку, еле еле затащил её на берег."
    "Оттуда я достал все рыбацкие принадлежности и Катину рубашку, которую накинул на плечо."
    "Сама же моя подруга где-то[wp] Потерялась."
    
    th "Похоже, вглубь острова ушла."
    
    me "Кать, ты где?"
    
    "Крикнул я."
    
    kat "Я зде-е-есь!"
    
    "Донеслось непонятно откуда."
    
    th "Это же мне так много даёт! {w}Хорошо, пойду на голос."
    
    "Я пошел в лес"
    
    show kat normal pioneer at center with dspr
    
    extend " и почти сразу же встретил Катю."
    "Она сидела у куста и кушала ягоду."
    
    me "Вкусно?"
    kat "Очэнь!"
    
    "Её рот был полон земляники."
    
    me "Ты прожуй сначала, а потом говори уже."
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    