label blwnfh_day_5:
    # семён открывает глаза
    
    scene bg int_house_of_mt_sunset with dissolve
    play ambience_int_cabin_evening
    
    "Я проснулся от дичайшей боли в голове."
    "Медленно переведя взгляд на будильник, мне захотелось раздолбать весь этот дом и лагерь впридачу."
    "Часы показывали семь утра."
    
    th "Ну и придумали вы Ольга Дмитриевна, какую-то хрень, а не нормальное восстановление мне режима."
    
    "С большим нежеланием и болью, я всё же решился встать с кровати и пойти прогуляться, считая, что прогулка поможет мне справится с головной болью."
    
    stop ambience 
    scene bg ext_house_of_mt_sunset with dissolve
    play ambience ambience_camp_center_evening
    
    "На улице было неожиданно тепло и очень свежо."
    "Я набрал полные легкие свежого воздуха и отправился в сторону площади."
    
    scene ext_houses_sunset wth dissolve
    
    "По пути к площади, я решил определится куда бы сходить погулять, покоротать время."
    
    th "Может прогуляться на остановку? Хотя что там делать."
    th "Впрочем с утра в принципе делать нечего, а туда-то редко ходят (если вообще ходят), а значит один спокойно посижу."
    
    "Определившись куда можно сходить, я отправился на остановку."
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    