label blwnfh_day_5:
    # семён открывает глаза
    
    scene bg int_house_of_mt_sunset with dissolve
    play ambience ambience_int_cabin
    
    "Я проснулся от дичайшей боли в голове и спине."
    "Видимо моё небольшое вчерашнее приключение дало о себе знать."
    "Медленно подняв голову переведя взгляд на будильник, я упал обратно на подушку."
    "Часы показывали без пятнадцати восемь утра."
    
    th "Да уж... Восстанновил режим... {w}Правда что изменилось-то? Как вставал рано так и встаю, зачем была вся эта песня с восстановлением режима."
    th "Ну прихожу поздно иногда, но зато просыпался не с гудящей головой, будто я всю ночь бухал."
    
    "С большим нежеланием я приподнялся и посмотрел в сторону вожатой."
    "Она тихо и мирно спала, что в целом было очень хорошо, ибо не сильно желал с утра как-то пересекаться с вожатой."
    
    th "Ладненько, надо бы придумать чем сейчас заняться и как не прийти на линейку, а то опять простоять полчаса на утренней жаре, мне не очень хочется."
    
    "Вставая с кровати и параллельно думая о том, чем можно было бы заняться, взгляд упал на грязевое пятно на моей рубашке."
    "Тут же сразу стало очевидно, чем я сейчас займусь."
    
    th "Наведаюсь на склад, а то не очень хочу второй день подряд ходить в грязной рубашке." 
    
    "Тихонько одевшись я стал двигаться к выходу дома."
    "И по пути я задержался у зеркала, где переферейным зрением поймал своё отражение, что и привлекло меня."
    "Подойдя к нему ближе, я стал разглядывать своё лицо."
    
    th "Ну и рожа у меня, будто всю ночь не спал."
    th "И щетина отрасла уже, надо будет не забыть на складе поинтересоваться, есть ли там бритва."
    th "Конечно, казалось бы ничего такого, но мало того, что с ней я выгляжу как алкоголик или наркоман со стажем, так и с ней не сильно-то и приятно ходить."
    th "Да и вообще, ну что обо мне подумают люди? {w} А подумают они, что я совсем не ухаживаю за собой."
    th "И если там Шурику или Серому будет глубоко пофиг, то вот девушкам будет не очень приятно наблюдать за моей небритой рожей."
    th "А значит, добыть бритву надо любыми правдами и не правдами."
    
    "Ещё немного поразглядывав себя и протерев рукой, потихоньку грубеющую, бороду, я покинул дом."
    
    stop ambience 
    scene bg ext_house_of_mt_sunset with dissolve
    play ambience ambience_camp_center_evening
    
    "Утро хоть и было довольно ранее, на улице было неожиданно тепло и очень свежо."
    "Головная боль немного отступила и я набрав полные легкие свежого воздуха, отправился в сторону склада."
    
    scene bg ext_houses_sunset with dissolve
    
    th "Надеюсь склад открыт и обойдется без завхоза."
    th "Конечно последнее время Славя его подменяет, но никто не отменят тот факт, что всё может измениться и Сергей Дмитриевич выйдет на работу."
    th "А с этим вредным дедом хочется пересекаться ещё меньше чем с вожатой."
    
    scene bg ext_warehouse_sunset_blwnfh with dissolve
    
    "Подойдя к складу, я заметил, что дверь была немного приоткрыта и это было хорошей новостью."
    "Тем не менее, прежде чем войти, я постучался и только после вошел внутрь."
    
    stop ambience
    scene bg int_warehouse_day_blwnfh with dissolve
    play ambience ambience_int_cabin_day
    
    "За письменным столом сидел, о ужас, сам завхоз, которому, видимо, сегодня похорошело."
    
    me "Доброе утро Сергей Дмитриевич."
    
    "Сказал я, подойдя к нему поближе."
    "Тот окинул меня полу-презрительным взглядом и вернулся обратно к своим бумагам."
    
    sd "Доброе. {w}Зачем пришел?"
    
    "Голос его был как всегда не самым приятным, таким скрипучим и очень прокуренным."
    
    me "Да мне бы вот, рубашку поменять, а то я эту испачкал."
    
    "Сергей Дмитриевич тяжело вздохнул и сложив очки положил их на стол."
    
    sd "Что же вы вечно не бережете форму-то свою."
    
    "Ворча, он встал со своего места и подошел к стеллажу с чистой одеждой."
    "Взяв там новую рубашку он подошел ко мне."
    
    sd "Снимай давай, чего стоишь как истукан."
    
    "Я быстро снял рубашку и отдав её, взял чистую и также быстренько одел её."
    "Сергей Дмитриевич осмотрел грязное пятно на рубашке и по всей видимости заметил, что она там ещё к тому же и немного порвалась."
    
    sd "Как же ты так умудрился-то, а?"
    me "Упал, с кем не бывает."
    sd "Упал он, а зашивать теперь кто будет, м?"
    me "Если хотите, давайте я зашью."
    sd "Ещё чего, ты только хуже ещё сделаешь... {w}Завтра Славяну попрошу, она у нас молодец в отличии от тебя."
    me "Как скажете."
    
    "Не брежно бросив грязную рубашку в карзину к другой грязной одежде, Сергей Дмитриевич вернулся обратно за свой стол и сделал запись в журнале."
    
    sd "А эту рубашку чтобы берег, ибо больше выдавать тебе имущество не собираюсь!"
    me "Как это так?"
    
    "Такому заявлению я был крайне удивлен."
    
    sd "А вот так! Пионерам растяпам имущество не выдаю!"
    me "Ну Сергей Дмитриевич, ладно вам, может мы как-нибудь сможем договорится?"
    
    "В шутку произнес я."
    "Но завхоз видимо не уловил юмора и всерьез задумался над моим предложением."
    
    sd "Может мы бы и смогли договорится, но боюсь за такие вещи прилетит нам обоим, если всплывет..."
    sd "Поэтому нет, не договоримся!"
    th "Ну и хрен с вами."
    
    "Я гордо развернулся на все сто восемьдесят и уже готовился покинуть склад, как Сергей Дмитриевич меня окликнул."
    
    sd "Кстати, пока ты не ушел."
    me "Слушаю."    
    sd "Доложи своему товарищу Александру, что если он мне до конца недели не вернет имущество, которое он взял со склада, я буду жаловаться в соответствующие инстанции."
    me "Хорошо я ему передам, теперь могу идти?"
    sd "Да, свободен."
    
    "Стоя у выхода я вспомнил, что хотел поинтересоваться насчёт бритвы, так что развернулся обратно к завхозу."
    
    me "Аэм, Сергей Дмитриевич."
    sd "Ну что ещё?"
    me "А у вас случаем бритвы не найдется?"
    
    "Старик вновь отвлекся от записей в журнал и вздохнув повернулся ко мне."
    
    sd "А тебе зачем?"
    me "Ну как зачем, бриться конечно же."
    sd "Ну-ка подойди сюда."
    
    "Я подчинился просьбе завхоза и подошел к нему."
    "Подойдя, он встал и стал рассматривать моё щетинистое лицо."
    
    sd "Да, побриться пора тебе. {w}Ладно, сейчас выделю тебе станок, только чтобы потом в конце смены вернул! А то знаю вас..."
    
    "Сергей Дмитриевич подошел к своему столу и забурился в нижний его ящик. {w}По всей видимости, там хранилась разного рода мелочевка."
    "Достав оттуда станок, завхоз вернулся ко мне и отдал мне."
    
    sd "Не порежься только, лезвие там установлено новое."
    me "Хорошо, постараюсь, и ещё раз спасибо."
    sd "Давай иди уже, отвлекаешь меня от важной работы."
    
    "Без лишних слов я покинул склад."
    
    stop ambience 
    scene bg ext_warehouse_sunset_blwnfh with dissolve
    play ambience ambience_camp_center_evening
    
    "Выйдя на улицу я рассмотрел станок и удивился."
    "Сергей Дмитриевич выделил мне модный в то(то есть в это) время станок с раздвигающимися держателями лезвия, сделанный из металла."
    "Такая вещица, как и лезвия к ней, стоили приличных денег, так что это невиданная роскошь по меркам обычного пионерлагеря."
    "Положив бритву в карман я отправился домой за умывальными принадлежностями."
    
    scene bg ext_houses_sunset with dissolve
    # мини таймскип
    "По пути домой, я уже мысленно начал проклинать самого себя, за то, что обратил внимание на свою бороду."
    "Ведь из-за этой, казалось бы мелочи, я стал испытывать дичайший дискомфорт на лице, будто там у меня не легкая щетина, а огромная неухоженная бородища, как у кого-нибудь попа."
    th "Как люди вообще живут с большими бородами? Это же кошмар как не удобно. Как спать, как есть?"
    th "А ещё помимо всего, за ней же ведь нужно и ухаживать, чтобы она уж совсем не была бесформенной колючкой."
    
    scene bg ext_house_of_mt_sunset with dissolve
    
    stop ambience
    scene bg int_house_of_mt_sunset with dissolve
    play ambience ambience_int_cabin_day
    
    "Когда я пришел домой, Ольга Дмитриевна уже проснулась, надела свою форму и расчёсывала волосы сидя на кровати." 
    
    scene bg ext_washstand_day with dissolve
    
    me "Доброе утро, Ольга Дмитриевна."
    
    show mt smile pioneer at center with dspr
    
    mt "Доброе, гляжу моя терапия пошла на пользу тебе, проснулся раньше меня."
    me "Будто я до этого не просыпался раньше вас."
    
    show mt angry pioneer at center with dspr
    
    mt "Зато ночью не шлялся и не пел песни про зайцев. {w}Вас так-то пол лагеря слышло!"
    mt "Я тогда уснуть не могла, пришлось послать Лену, которая тоже не спала."
    th "О как... Интересненько, значит она не боялась темноты, а просто хотела увести меня со сцены спать."
    th "Теперь всё встает на свои места, кроме неожиданной обиды... {w}В прочем это уже я сам был виноват."
    
    "Я сделал виноватое лицо и почесал затылок."
    
    me "Ну да, было дело."
    
    show mt grin pioneer at center with dspr
    
    mt "А теперь не будет больше таких дел."
    mt "Я сегодня впервые за последние несколько дней нормально выспалась."
    me "Ну простите уж, разыгрались, с кем не бывает."
    
    show mt normal pioneer at center with dspr
    
    mt "Я-то конечно тебя прекрасно понимаю Семён, ты подросток, хочется подольше повеселится, сама такой была."
    mt "Но нужно понимать, что во первых вы тут не одни, а во вторых есть правила, которым надо следовать."
    me "Хорошо, попытаюсь им следовать."

    show mt smile pioneer at center with dspr
    
    mt "Не пытаться должен ты, а делать!"
    th "Вожатая цитирует магистра Йоду? Что?"
    me "Хорошо, буду следовать правилам лагеря."
    
    show mt grin pioneer at center with dspr
    
    mt "Вот и славно! А теперь давай, топай умываться и иди на линейку."
    th "Ага-ага, размечталась, в этот раз у меня всё схвачено и я не пойду на линейку, Ольга Дмитриевна."
    th "Только как и в каком месте у меня всё схвачено, надо будет продумать, но факт остается фактом - на линейке меня сегодня точно не будет!"
    me "Да, конечно."
    
    "Подобрав пакет с принадлежностями, я покинул дом." 
    
    # таймскип
    
    scene bg ext_washstand_day with dissolve
    show mi normal pioneer far at left with dspr
    show un normal pioneer far at right with dspr
    
    "Придя к умывальникам, я нашел здесь Лену, которая активно умывалась."
    "Но также помимо умывания, она судя по пробивающимся звукам... разговаривала сама с собой?"
    "Понять о чем она болтала было сложно из-за журчания воды, а подходить и подслушивать как-то не очень хотелось."
    "Посему я занял ближайший к краю умывальник и приступил к водным процедурам."
    
    scene bg ext_washstand2_day with dissolve
    
    "Вода была немного теплее обычного, а значит, что впервые за несколько дней можно будет нормально умыться, без боли и страданий."
    "За умыванием, я не сразу заметил, что ко мне подошла Лена."
    "Лишь чуть позже, я обратил внимание и поднял на нее взгляд."
    
    scene bg ext_washstand_day with dissolve
    show un smile pioneer close at center with dspr
    
    un "Приветик." #Ты уверен, что Лена так разговаривает? Максимум Привет или здравствуй
    me "Ага."
    
    "Я ополоснул рот и выплюнул остатки зубного порошка."
    
    un "Как спалось?"
    me "Хорошо, правда проснулся с больной головой."
    
    show un shy pioneer close at center with dspr 
    
    un "Ой, бедный, а чего ты так?"
    me "Да вот, режим сна благодаря вожатой восстановил, от того и болит."
    un "Вот оно что... {w}Может в медпункт сходишь от головы таблетку попросишь?"
    
    "Несмотря на крайне неприятную головную боль, Виола могла доставить мне ещё больше головной боли."
    "Поэтому желания идти в медпункт не было от слова совсем."
    
    me "Да не, не сильно болит, думаю пройдет скоро."
    un "А если не пройдет?"
    me "Тогда пойду на гильотину, что мне ещё остается."
    
    show un grin pioneer close at center with dspr
    
    un "Ты если с медсестрой пересекаться не хочешь, то давай я тебе сама дам таблетку, у меня с собой есть."
    me "Да мне правда нормально, просто легкий дискомфорт и всё."
    
    show un smile pioneer close at center with dspr
    
    un "Ладно, пойдем на площадь, к линейке готовится."
    me "Я бы рад, только мне побриться надо ещё."
    
    show un normal pioneer close at center with dspr
    
    "После моего ответа, улыбка с лица Лены пропала и она грустно вздохнула."
    
    un "Хорошо, тогда я пойду..."
    me "Угу."
    
    "Лена медленно удалилась в сторону площади."
    
    hide un with dspr

    scene bg ext_washstand2_day with dissolve    
    
    "Я же вернулся к своей раковине и достал из кармана бритву."
    "Сняв что-то вроде специального колпачка с лезвия до меня только сейчас дошло:"
    th "Ёмаё, я же не спросил у завхоза, есть ли у него хоть что-то навроде пены для бритья."
    
    me "И как мне быть?"
    
    "В голову особо ничего не лезло, а бриться на сухую ой как не хотелось."
    "Так что я вновь достал свой кусок мыла и просто намылил себе лицо."
    "Не то чтобы мне это должно было сильно помочь, но по крайней мере процесс должен был идти чуть мягче."
    
    # таймскип    
    
    "Закончил я бриться довольно быстро, и на моё удивление без сильного дискомфорта, даже не поранился ни разу."
    "Стерев остатки мыла водой и полотенцем, я закрыл бритву колпачком и кинул в пакет к принадлежностям."
    th "Главное потом не забыть."
    
    scene bg ext_washstand_day with dissolve
    
    th "Теперь осталось самое сложное, придумать как не пойти на линейку и остаться безнаказанным."
    "И если с первой частью плана всё было как два пальца об асфальт: просто не идти на линейку, то вот со второй..."
    "Вожатая может устроить мне такие американские горки, которые я запомню на пол жизни вперед."
    "Но в голову абсолютно ничего не лезло, от слова совсем."
    "Так что не придумав ничего лучше, я просто сошел немного в сторону от умывальников и спрятался в кустах под деревом."
    th "Здесь меня точно не найдут, а до завтрака моими поисками никто заниматься не будет, что значит можно спокойно посидеть полчаса в тишине да спокойствии."
    
    # мини таймскип
    
    show kat normal pioneer at center with dspr
    
    kat "Приветик, а ты чего под деревом делаешь?"
    
    "Однако, не прошло и десяти минут, как меня нашла неожиданно появившаяся Катя."
    
    me "Сижу и ещё по совместительству отлыниваю от линейки."
    
    show kat happy pioneer at center with dspr
    
    kat "Правда? Ну тогда у меня для тебя плохие новости."
    me "И какие же?"
    kat "Меня за тобой Ольга Дмитриевна послала."
    kat "Так что давай, встал и побежал на линейку, не то со слов вожатой, тебя будут ждать непредвиденные последствия."
    th "Интересно, что это за последствия такие?" 
    me "Кать, я не очень-то и хо..."
    kat "Я сказала побежал!"
    
    "Она резко взяла меня за запястья и стала пытаться поднять. {w}Разумеется, без особого успеха."
    
    th "Ну а чего ты хотела, сорок пять тонн как-никак."
    
    kat "Ну вставай давай!"
    
    "Катя сделала грустные глазки, которыми уставилась на меня."
    "Конечно в этот раз, эта схема на меня не сработала, но всё же решил немного подыграть ей и встал на ноги."
    
    me "Всё, я встал, довольна?"
    kat "А теперь пошли на линейку!"
    me "У меня есть предложение получше. {w}Давай немного погуляем, м?"
    kat "Ага, чтобы ещё и мне прилетело от вожатой? {w}Пожалуй откажусь."
    
    "Несмотря на её отказ, я всё же решил попытаться додавить свою линию и заставить усомниться её в походе на линейку."
    
    me "Ой, да ладно тебе. Что тебе сделает Ольга Дмитриевна?"
    kat "Ну... Не знаю... Много чего наверное."
    me "Вот именно, что «наверное»."
    me "К тому же, ты ещё никак не успела серьезно провиниться перед ней, так что отделаешься небольшим выговором и усё."
    me "Посему, давай просто сдохим прогуляемся например до... Муз клуба. {w}Айда и Мику там встретим, поиграем вместе немного..."
    
    "Катя серьезно задумалась."
    th "Видимо, моя затея удалась."
    
    "Тяжело вздохнув, она наконец отпустила мои руки и я сразу принялся тереть запястья."
    
    th "Ну и крепкая хватка у нее, аж зудит немного. {w}Так у меня ничего не выйдет сыграть, хотя может по пути пройдет."
    
    kat "Вот Семён, умеешь ты убеждать, пошли поиграем."
    me "Ага, только давай, чтобы время не терять, сократим путь через пролесок."
    kat "Хорошо, только постарайся в этот раз не заблудится."
    me "Ничего не обещаю."
    
    stop ambience
    show bg ext_path_day with dissolve
    play ambience ambience_forest_day
    
    "Мы вышли в пролесок."
    "На протяжении пути, что нами был пройден, Катя с большим любопытством разглядывает моё лицо."
    "И когда меня стало это уже реально смущать, она сказала:"
    
    kat "Ты побрился что ли?"
    me "М? Ну, да."
    kat "Так вооот что, а я тут думаю."
    me "А что? Хочешь сказать щетина мне шла?"
    kat "Нет, совсем не шла, ты так куда {i}симпатичнее{/i} выглядишь."
    me "Что ж, спасибо."    
    
    "Тем временем мы вышли к муз кружку."
    
    stop ambience
    show bg ext_musclub_day with dissolve
    play ambience ambience_camp_center_day
    
    "Никакой музыки с его стороны не доносилось, от чего мною был сделан вывод, что мы будем одни."
    
    kat "Похоже будем одни играть."
    me "Да и ладно."
    kat "Ну не знаю, с Мику всё же по веселее как-то."
    
    "Я пожал плечами и пошли дальше к муз кружку." 
    
    show bg ext_musclub_verandah_blwnfh with dissolve
    
    "Придя к крыльцу, Катя заметила, что дверь была приоткрыта."
    
    kat "Похоже хозяева на месте."
    me "Ну или неряха Мику забыла закрыть дверь."
    kat "А это мы сейчас и узнаем."
    
    "Катя быстро проскользнула в муз клуб вперед меня, что я аж немного отшатнулся."
    me "Куда так летишь, блин."
    "Восстановив равновесие, я вошел внутрь."
    
    stop ambience
    scene bg int_musclub_day with dissolve
    play ambience ambience_music_club_day
    
    show kat normal pioneer at left with dspr
    
    kat "Ой..."
    "Войдя внутрь обнаружилось, что хозяйка действительно была у себя дома."
    "Вот только на полу и в спящем состоянии."
    th "Надо же, все удобства тут организовала себе, постелила подобие матраса, притащила одеяло, подушку и спит."
    th "Интересно, почему именно здесь."
    
    kat "Не удобно вышло как-то... {w}Может пойдем куда-то в другое место?" 
    me "Да..."
    
    "Мы уже было собирались уходить, как полы подло протяжно проскрипели и Мику проснулась."
    "Протерев глаза, та немного приподнялась и посмотрела на нас, а мы на нее."
    
    kat "Доброе утро я полагаю."
    
    "Пока мы разглядывали друг друга, я заметил крайне важную деталь, от которой мне стало ещё более неловко и заставило немного покраснеть."
    "На стуле возле рояля висела форма и... {w}нижнее белье."
    "Мику, видимо, немного пришла в себя и вся покрылась румянцем."
    
    mi "С-Семён, н-не мог бы ты... Отвернутся?"
    
    "Сказала она, натянув на себя одеяло повыше."
    
    me "Да, сейчас."
    
    hide kat with dspr
    
    "Я быстренько отвернулся, уткнувшись взглядом в стену."
    
    # "И уткнулся взглядом в остекление двери, но очень быстро понял, что это была очень не хорошая затея."
    # "А всё из-за того, что в нем хоть и плохо, но отражалось всё происходящее позади."
    # "Но уже отвести свой взгляд я не мог и просто наблюдал за тем, как обнажённая девушка медленно встает из постели."
    # "А чуть позже, также медленно одевает свою форму."
    # "Только когда Мику оделась, я наконец смог оторвать свой взгляд, вот только поворачиваться мне теперь было нельзя."
    
    "Но краем глаза, я заметил, что хоть и плохо, но в остеклении двери, всё позади меня отражается."
    "Любопытство сразу же попыталось взять надо мной вверх и заставить полностью перевести взгляд на дверь."
    "Однако мне удалось одержать над ним вверх и я просто закрыл глаза."
    
    th "Не смотри, не смотри, не смотри, не смотри, не смотри..."
    
    "Повторял я про себя до тех пор, пока не услышал от Мику разрешения повернуться." 
    
    show kat normal pioneer at left with dspr
    show mi shy pioneer at right with dspr
    
    mi "Вы уж простите, что я тут разлеглась, не думала, что кто-то с утра придет, а сама я до поздно засиделась уже не в первый раз, вот и на такие случаи у меня тут есть специальная постель, чтобы Лену не тревожить и не будить."
    
    "Протараторила она с большой скоростью, так что я понял целое ничего."
    
    kat "А ты прости нас, что мы вот так к тебе вторглись, без стука."
    
    "Но Катя видимо когда-то успела научиться понимать такую скорость речи."
    
    me "Думали, тебя тут нету."
    mi "Ой, а я что, мешаю получается? Может мне уйти..."
    kat "Нет-нет, оставайся, мы как раз надеялись, что ты будешь с нами."
    me "Она права."
    
    show mi upset pioneer at right with dspr
    
    mi "Ладненько, только я же не умытая, не ухоженная, неужели вам будет приятно играть с такой чупакаброй?"
    kat "Ой Мику, да какая ты чупабра? Ну брось. {w}Нормально ты выглядишь, не всем знаешь ли дано с утра хорошо выглядить."
    
    show mi normal pioneer at right with dspr
    
    mi "А мне хочешь сказать дано?"
    kat "Именно!"
    
    
    
    # убедительная просьба не обращать внимание на текст что снизу.
    
    # cnfc ueq
    
    # таймскип

    scene bg ext_musclub_day with dissolve 
    
    th "Надо бы поинтересоваться у него, как это получилось. {w}Но это наверное потом, вечером как-нибудь."
    th "Сейчас стоит задуматься над тем, с кем бы посидеть за столом комментатора футбольного матча, чтобы не сидеть в гордом одиночестве."
    th "Электроник и Шурик заняты своими делами; Лена довольно немногословная, так что из нее не выйдет особо интересный комментатор."
    th "Мику тоже вряд ли, ибо сомневаюсь, что её интересует ещё что-то кроме музыки."
    th "Славя на вечных побегушках у вожатой и даже если она захочет, либо откажется, либо Ольга Дмитриевна не даст."
    th "Женя понятное дело тоже отпадает, ведь во первых думаю то, что я её куда-то приглашаю не одобрит Серый, а во вторых она также как и Мику, ничем другим кроме своего дела не интересуется."
    th "Остается только одна девочка о которой я не могу сразу сказать, согласится ли она — Катя. {w}А значит на завтраке надо её спросить, айда согласится."
    
    # мини таймскип
    
    play sound sfx_dinner_horn_processed
    
    "Спустя полчаса стояний, наконец прозвучал звук горна, который ознаменовал конец линейки и все пионеры отправились к столовой."
    

    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    