label blwnfh_day_5:
    # семён открывает глаза
    
    scene bg int_house_of_mt_sunset with dissolve
    play ambience_int_cabin_evening
    
    "Я проснулся от дичайшей боли в голове."
    "Медленно переведя взгляд на будильник, мне захотелось раздолбать весь этот дом и лагерь впридачу."
    "Часы показывали семь утра."
    
    th "Ну и придумали вы Ольга Дмитриевна, какую-то хрень, а не нормальное восстановление мне режима."
    
    "С большим нежеланием и болью, я всё же решился встать с кровати и пойти прогуляться, считая, что прогулка поможет мне справится с головной болью."
    
    stop ambience 
    scene bg ext_house_of_mt_sunset with dissolve
    play ambience ambience_camp_center_evening
    
    "На улице было неожиданно тепло и очень свежо."
    "Я набрал полные легкие свежого воздуха и отправился в сторону площади."
    
    scene ext_houses_sunset wth dissolve
    
    "По пути к площади, я решил определится куда бы сходить погулять, покоротать время."
    
    th "Может прогуляться на остановку? Хотя что там делать."
    th "Конечно, мне может повести и там будет автобус, а в нем сигареты."
    th "Кошмар, я не курил уже более десяти дней, а никакой ломки не испытываю, зато испытываю настоящее наслаждение от того, что не курю."
    th "Ладно, не пойду на остановку, нехер делать там, тогда может по лесу погулять? Хотя сейчас опять заблужусь и фиг выберусь оттуда, так что ну его."
    
    scene ext_square_sunset with dissolve
    
    th "Тогда, может на пляж? Наверное даже ополоснусь немного, а то несмотря на утро, солнышко уже хорошо так печёт."
    th "Да, туда и пойду."
    
    scene bg ext_beach_sunset with dissolve
    
    "На пляже уже было прохладнее, что отбило у меня желание окунаться в воду."
    "Я спрятался в теньке под деревом и сев на землю, просто смотрел в даль."
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    