label blwnfh_day_6:
    
    # Семён просыпается
    
    play ambience ambience_int_cabin_evening
    scene bg int_house_of_mt_day with dissolve

    "Я проснулся от просто дичайшей боли во всех суставах."
    
    th "Как я и предсказывал вчера."
    
    "Но сильнее всего болели руки, да так, что я их ели чувствовал и почти не мог шевелить."
    "Недовольно фыркнув, я кое-как повернул голову к часам."
    "Время было половина девятого утра утра."
    
    th "Твою мать, щас же умываться, потом на линейку и потом ещё завтрак."
    
    "Я попытался вновь заснуть."
    
    # Семён закрывает глаза
    
    "Как ко мне в уши ворвался крайне надоедливый звук."
    "«Хрш—хрш, хрш—хрш» и так непрекращаясь."
    "Да и не похоже, что он вообще собирался прекращаться."
    th "Да что же это такое?"
    
    # Семён открывает глаза
    
    "Приоткрыв глаза, мне сразу стал понятен источник этого звука."
    "Вожатая как обычно, сидя у себя на кровати, расчёсывала волосы."
    "Вот только, был один мааааленький нюанс."
    "Ольга Дмитриевна сидела буквально полуголая."
    "И только лишь рубашка (ну и нижнее белье само собой), немного, да прикрывала ещё."

    th "Вот тебе и доброе утро."
    
    "Я попытался незаметно отвернуться."
    "Но вожатая была у нас из глазастых и быстро заметила возню на моей стороне."
    
    mt "Ой, ты что, проснулся?"
    me "Ну так, чуть-чуть."
    mt "А чего молчишь! Я тут голая вообще-то!"
    me "Заметил уже, вот и отворачиваюсь."
    mt "Ай-яй-яй Семён, как тебе не стыдно."
    me "Ольга Дмитриевна, можно я не пойду на линейку?"
    mt "Ещё чего! Пойдешь, как миленький."
    me "Ольга Дмитриевна я ног не чувствую."
    mt "Семён, до райцентра три сотни километров, если не можешь перевернутся вниз головой и бежать на руках, значит тебе крышка!"
    me "Рук я тоже не чувствую."
    mt "Ну значит, тут только Виолу вызывать."
    me "Ольга Дмитриевна, может хватит стебать?"
    
    "Со стороны вожатой раздался смешок."
    
    mt "Хорошо, я сегодня добрая, можешь полежать до завтрака."
    mt "Но смотри, если не придешь на него, будешь голодать ибо еду я тебе таскать не буду."
    me "Ага, спасибо."
    
    "Я улегся по удобнее на боку и прикрыл глаза."
    
    # Семён закрывает глаза
    
    mt "Кстати."
    me "М?"
    mt "Я вчера поговорила с директорами и смогла выбить нам после обеда час на уборку."
    me "Мм, хорошо."
    mt "Ладненько, отдыхай, пионер."
    
    "Судя по звуку, вожатая встала с кровати и подошла, вроде как, к шкафу."
    "Несколько секунд тишины, после чего она вновь вернулась обратно."
    "Послышался некий шорох, похоже одевается."
    "Спустя какое-то время вожатая удалилась в дальний конец дома и вскоре покинула его."
    
    th "Ура, ещё полтара часа покоя[wp] Как же хорошо[wp]"
    th "Вот это я конечно соня. Уснул приблизительно в семь, а проснулся аж в пол девятого."
    th "Мощно всё таки я утомился."

    "И тут, как в каком-нибудь хоррор фильме, послышался скрежет в окно."
    "Мерзкий такой, противный, аж муражки по коже."
    
    th "Да ёмаё, подремать нормально мне не дадут, да?"
    
    me "Кто там за окном?"

    "Попытался довольно громко сказать, но только прохрипел."
    
    me "Блин."
    
    "Прокашлявшись, я повторил. {w}Уже успешно." 
    "Но ответа не последовало, а скрежет так и не прекратился."
    
    # Семён открывает глаза
    
    me "Да кто там?!"
    
    "Я резко, через боль, приподнялся на кровати."
    "Скрежет на время прекратился."
    "Недовольно вздохнув я только собрался лечь обратно, как это снова продолжилось."

    me "Да твою мать!"

    "Меня это окончательно достало и я наконец поднялся с кровати, да выглянул в окно."
    "А там с обратной стороны сидел кот, Селёдка если быть точным."
    
    me "О, блохастик, давно не видились."
    
    "Кот постучал в окно своей лапой."
    
    me "Что, внутрь хочешь?"
    
    "Он, словно понимая меня, покивал своей милой мордашкой."
    
    me "Боюсь Ольга Дмитриевна не одобрит твоего присутствия здесь."

    "Селёдка встал на задние лапы и облокотился передними на окно, жалостно мяукая."
    "Как будто умоляя впустить его."
    
    me "Ну ладно, чуть-чуть можно наверное."
    
    "Приоткрыв окно, я впустил кота внутрь."
    "Тот спрыгнул с подоконника на пол и стал терется об мои ноги, при этом громко мурлыкая."
    "Я спустился к нему и стал гладить."
    
    me "Пуфыстый."

    "Кот от такой акции невиданной щедрости аж лег на спину, открывая своё пузо."

    me "Шо, хочешь чтобы тебе и пузико почесали?"
    me "Ну давай и пузико тебе почешим."
    
    "Я стал что есть силы чесать коту живот."
    "И тут, в дверь кто-то постучался и вошел."
    
    kat "Ольга Дмитриевна?"
    
    show kat normal pioneer at center with dspr
    
    "Посмотрев на вход, я увидел стояющую Катю."
    "Взгляд которой полнился полнейшим непониманием, а на лице была лёгкая ухмылка."
    
    kat "Что здесь творится?"
    me "Киску глажу, а что?"
    kat "Кого?"
    
    "Селёдка поднял морду и завидев Катю, тут же встал и направился к ней."

    kat "А, Селёдка! {w}А мы с Мику думали, что ты потерялся!"

    "Когда он подбежал к ней, она его подняла и крепко обняла."

    me "Куда он денется, его же здесь кормят."
    kat "Мало ли."
    
    th "Так, пока Катя отвлечена на кота, нужно поскорее одется."
    
    "Сняв шорты и рубашку со стула, я быстренько натянул на себя форму."
    "Правда с пуговицами торопиться было лишним, ибо то и дело не получалось их застегнуть."
    "Но, я смог справится с этой, во истину, сложной задачей."
    "Катя же наконец отпустила бедного котейку который, пройдя пару метров, разлегся на ковре."
    
    kat "Что он у тебя тут делал?"
    me "Не знаю, у него спроси зачем он поскребся в окно."
    kat "Вот как[wp] {w}А ты кстати случаем не знаешь где Ольга Дмитриевна?"
    me "Не имею ни малейшего понятия, по делам ушла куда-то."
    me "А для чего она тебе."
    kat "Да вот, хотела спросить отпустит ли она нас вечером на остров."
    me "Ты чего?! Даже не вздумай у нее этого спрашивать!"
    kat "Почему? Она же если узнает, что без её спроса уплыли пионеры, накажет по самое небалуй."
    me "Потому-что вожатая тебе даст подзатыльника за такие просьбы и не разрешит."
    me "Потом ещё может проконтролировать, чтобы ты уж точно осталась на территории лагеря."
    me "А узнать она не узнает, если кто-нибудь не проболтается."
    kat "Ну вот, а если кто-то расскажет?"
    me "А кто? Женя с Электроником?"
    kat "Ну как вариант."
    me "Слушай, не бери в голову, им это делать незачем."
    me "К тому же Женя пообещала добыть нам лодку."
    kat "Кстати, ты как? Грести сможешь?"
    me "Не знаю, если меня до вечера ничем серьезным нагружать не будут, то думаю смогу."
    kat "Тогда, давай не перенапрягайся!"
    me "Ох, постараюсь."
    kat "Ладно, пойдем на линейку скорей."
    me "А я от нее освобожден."
    kat "Как это."
    me "Связи подруга, связи."
    me "Но, вообще, вожатая просто увидела, что я никакой и разрешила остаться до завтрака."
    kat "Ясно[wp]"
    kat "Получается, до встречи на завтраке?"
    me "Ага."
    
    hide kat with dspr
    
    "Катя покинула дом, как мне показалось, немного расстроенной."
    "А я же лег обратно на кровать, не снимая формы."
    
    th "Блин, помну же, а я только недавно получил этот комплект."
    
    "Ко мне присоединился и Селёдка."
    "Мило мурча, он лёг мне на ноги."
    
    th "Зашибись, теперь я ещё и заложник кота."
    th "Надеюсь надолго он не задержится."

    # Семён закрывает глаза.
    
    "Мышцы и кости жуть как болели."
    
    th "Как же я погребу-то сегодня[wp]"
    th "Но и отменять всё уже как-то не удобно."
    th "Ох, надеюсь, скоро я отдохну сполна. Хотя бы денёк."
    th "А то столько всего произошло, аж голова кругом идёт."
    th "Кстати говоря о прошедших событиях, я совсем забыл про мой дневник. {w}На месте ли он?"
    
    # Семён открывает глаза.
    
    "Засунув руку под подушку, я нащупал и достал оттуда небольшую книжку в мягкой красной обложке."
    
    th "На месте, уже хорошо."
    
    "Повертев его ещё немного в руках, я засунул дневник обратно."
    
    th "Как же повезло мне достать этот дневник, да и ещё такой качественный, с мраморно белой бумагой."
    th "Получается, завтра вечером он наполнится пометками и быть может, даже простенькими зарисовками, если у меня будет желание порисовать."
    th "Главное не забыть, ведь это единственная вещь, что не даёт мне свихнуться окончательно[wp]"
    th "А ещё желательно придумать какую-нибудь[wp] Сигнализацию чтоле."
    th "Чтобы я точно мог узнать, брал кто-то мой дневник или нет."
    th "Но это уже, наверное, потом." 
    
    "Кот зашевелился и переместился мне на живот."
    "А в той области ног, где он лежал, удивительно, но боль отсупила."

    me "Так ты меня лечить пришел?"
    
    # вставить мяу 

    me "Полагаю это да."
    me "Или подожди[wp]"
    
    "Я немного привстал."
    
    me "Тебя вожатая послала, чтобы ты меня вылечил и она могла меня отправить на какую-нибудь тяжелую работу."
    me "Я раскусил тебя, не так ли?"

    # вставить какое-нибудь раздраженное мяу

    me "Так я и знал."
    me "Ну ты и негодяй, хоть и лечишь."
    
    "Селёдка видимо не оценил моих возмущений в его адрес и убежал, расположившись на кровати вожатой."
    
    me "Вот же радости ей будет, когда она тебя там увидит."
    
    "Боль понемногу стала возвращаться."
    
    me "Слушай, прости я не хотел, давай ты вернешься, так хорошо же было."
    
    "Но кот в ответ отвернул от меня свою морду."
    
    th "Обиделся."
    me "Ну и пожалуйста! И без тебя справлюсь!"
    me "Пойду вон, прогуляюсь, это должно помочь мне."
    
    "Встав с кровати, я направился к выходу."
    "И только чуть приоткрыв дверь, Селёдка тут же, пулей вылетел из дома."
    
    stop ambience
    scene bg ext_house_of_mt_day with dissolve
    play ambience ambience_camp_center_day
    
    "Кот скрылся где-то в кустах."
    
    me "Эх, теперь снова потеряется на целую неделю."
    me "Ну да и пёс с ним."
    me "Так-с, собственно зачем я вообще вышел на улицу[wp]"
    me "Ах, точно, погулять."
    me "Только мне как-то лееееень стало." 
    me "Может всё-таки на кровати быстрее пройдет? {w}Хотя, вряд ли."
    me "Ладно, пойду для начала умоюсь, а потом уже решу, стоит напрягаться или нет."
    
    # переход 
    
    stop ambience
    scene bg ext_washstand_day with dissolve
    play ambience ambience_day_countryside_ambience
    
    "Придя к умывальникам, я, на своё удивление, увидел здесь Ульяну."
    
    show us calml pioneer at center with dspr
    
    me "А ты чего не на линейке?"
    
    show us dontlike pioneer at center with dspr
    
    us "Провпала!"
    
    "Это было единственным что я понял, ведь дальше она стала что-то прям активно бурчать."
    "Но вообще ничего не было понятно." 
    "Похоже её рот был полон зубного порошка."
    
    me "Сплюнь, а потом уже говори."
    
    "Я встал рядом и принялся умываться."
    "И поскольку я гений, не взял свой пакет с умывальными принадлежностями."
    "Обойдусь обычным ополаскиванием лица и рта."
    "Ульяна же последовала моему совету и выплюнула всю эту стремную порошковую массу, а остаток смыла водой."
    
    show us calml pioneer at center with dspr
    
    us "Проспала я."
    me "Вот как."
    
    show us dontlike pioneer at center with dspr
    
    us "Это всё Двачевская виновата!"
    me "И в чём же она виновата?"
    
    show us sad pioneer at center with dspr
    
    us "Я вчера поздно спать легла."
    us "С друзьями гуляла, так сказать, победу праздновали."
    us "Ну и припозднилась немного."
    us "И когда я пришла, Алиса ещё не спала, тогда я попросила её разбудить меня пораньше."
    us "Она согласилась и я спокойно уснула[wp]"
    us "А проснулась буквально минут пять назад."
    us "Вот и доверяй после этого подруге." 
    
    "Я усмехнулся, и принялся умывать лицо."
    
    th "Мда, забавная история."
    
    "И вот те раз, вода была вполне тёплой."
    
    th "Что, неужели солнце так быстро воду нагрело?"
    th "Или может где-то установили бойлеры?"
    th "Иначе как это объяснить?"
    
    show us upset pioneer at center with dspr
    
    us "Чего ты усмехаешься! Ничего смешного ведь!"
    us "Я вот за всю смену, НИ РАЗУ не пропускала линейку, даже если могла."
    us "Благодаря этому, у меня была хорошая карма перед вожатой, так что иногда она мне прощала некоторые проступки."
    me "Не ну, могу тебя успокоить, вожатая вряд ли сегодня будет вести линейку."
    
    show us normal pioneer at center with dspr
    
    us "Это почему?"
    me "У неё дела там какие-то и не думаю, что есть время на линейку."
    me "А посему, ведёт скорее всего Славя."
    
    show us upset pioneer at center with dspr
    
    us "И она возьмет, да нажалуется, что ты и я не явились на линейку!"
    me "Сомневаюсь, что ей есть дело до этого. {w}Особенно уж до меня."
    
    show us smile pioneer at center with dspr
    
    us "А почему до тебя ей особенно дела не будет, м?"
    me "Слушай, ты вроде на линейку спешишь."
    me "И если будешь языками со мной чесать, то ты вряд ли успеешь."
    us "Так коли там Славя, куда уж мне торопиться?"
    us "Колись давай! Что, по очень близкой дружбе отмажет тебя, да-а?"
    
    th "Ох, лучше б молчал."
    
    me "Скорее уж по обычной дружбе, не станет же она своего товарища сдавать, это раз."
    me "И два, у меня есть официальное разрешение от вожатой не идти на линейку."
    
    show us laugh pioneer at center with dspr
    
    us "Что, дошло если ты живешь рядом с вожатой, то можешь договорится с ней обо всём?"
    
    "Я малость усмехнулся."
    
    me "Ну знаешь, если бы Ольга Дмитриевна была хоть чуть добрее, твоя схема может быть и сработала."
    me "А так нет, просто я вчера так заработался, что сегодня всё тело ломит."
    me "Сейчас, конечно, уже лучше, но тем не менее."
    
    show us grin pioneer at center with dspr
    
    us "И что же получается? Будешь весь день балду гонять?"
    me "Нет, хуже, я и Катя будем заниматься отловом мелких Ульян."
    
    show us normal pioneer at center with dsprн
    
    us "А вам зачем?"
    me "Статью писать надо о прошедшем матче."
    me "А это идти и спрашивать всех об ощущениях, туда-сюда. {w}В общем волокита разная."
    us "Понятно, на спортплощадке скорее всего буду. {w}Если нет, то дома."
    me "А если и там тебя не будет?"
    
    show us grin pioneer at center with dspr
    
    us "Тогда украли меня и следует звонить в милицию."
    me "Боюсь, милиция будет бессильна против страшной сущности, что обитает в лагере и ворует мелких рыжих девочек."
    
    show us laugh2 pioneer at center with dspr
    
    us "Ага, поверила! Ну и бредятина!"
    us "Где таких сказок понабрался? Или может ты сам придумал?"
    
    th "Чёртово коммунистическое образование с его рациональным мышлением."
    
    me "Ты мне зря не веришь, я же чистую правду говорю!"
    us "Да-да-да."
    
    show us normal pioneer at center with dspr
    
    us "Ладно, чем займемся?"
    
    "Окончание меня, мягко говоря, смутило."
    
    me "Чем займе{b}МСЯ{/b}?"
    me "Быстро ты решила прервать свою серию посещений."
    us "Да я подумала, раз там Славя, то и не страшно."
    me "Я не гарантирую, что она там, просто это скорее всего."
    us "Пока-что, ты меня ни разу не обманывал, так что[wp]"
    
    show us grin pioneer at center with dspr
    
    us "Пойдем гулять!"
    me "Ну да, поводов обманывать тебя у меня не было."
    
    "Тихо я пробубнил себе под нос и сделал глубоких вздох."
    
    me "Я был бы рад прогуляться, да ноги болят."
    
    show us dontlike pioneer at center with dspr

    us "И как же ты тогда сюда дошел?"
    me "Кое-как."
    us "Пойдем давай, не сломаешься!"
    me "От гуляний я как раз-таки и сломаюсь."
    
    show us upset pioneer at center with dspr
    
    us "Скучный ты."
    us "Пойду значит проведаю как там Сергей Дмитриевич."
    me "Да-да, валя—[wp] {w}Минуточку, завхоза?!"
    me "А чего ты забыла у него?"
    
    show us normal pioneer at center with dspr
    
    us "Ухаживаю за ним."
    me "Аэм[wp] Почему ты?"
    
    show us upset pioneer at center with dspr
    
    us "А более и некому."

    show us normal pioneer at center with dspr
    
    th "Вот те раз."
    
    me "И что же входит в твои обязательства?"
    us "Да ничего такого, принести да подать что-нибудь, но это очень редко."
    
    show us grin pioneer at center with dspr
    
    us "В основном мы просто болтаем о всяком."
    
    show us normal pioneer at center with dspr
    
    us "Что, кстати, тоже входит в мои обязательства." 
    us "Ему же там скучно целый день сидеть на складе."
    me "Странно, но все разы, что я был у завхоза на складе, я ни разу не встречал тебя там."
    us "Ну, я же не весь день сижу с ним, максимум пару часиков в первой половине дня, а потом убегаю по своим делам."
    
    th "Интересно, какие же у тебя могут быть дела помимо попинать мяч и задолбать всех в этом лагере."

    me "Ну и как это вообще всё случилось?"
    us "Что именно?"
    me "То, что ты ухаживаешь за завхозом."    
    us "Долго рассказывать."
    me "Ну мы вроде и никуда не торопимся."
    me "Только давай местечко займем какое-то поудобнее, а то стоять уже устал."
    us "Хорошо."
    
    "Мы отошли немного подальше от умывальников и уселись на траве."
    
    show us normal pioneer close at center with dspr
    
    me "Ну давай, начинай."
    us "С чего бы начать[wp]"
    me "С самого начала."
    
    show us grin pioneer close at center with dspr
    
    us "Четыре с половиной миллиарда лет назад[wp]"
    me "Не этого начала."
    
    show us laugh pioneer close at center with dspr
    
    us "Ладно-ладно."
    
    show us normal pioneer close at center with dspr
    
    us "Наше знакомство произошло в самом начале смены."
    us "И так вот вышло, что нашу девочку на побегушках, Славю, сразу же назначили на все должности, какие могли."
    us "Но, требовался ещё помощник на склад, поскольку, кхм: «завхоз уже старенький и один он не управится»."
    me "А почему я не помню этого распределения ролей?"
    us "Потому-что тебя тогда утащили кибернетики к себе в логово."
    us "И спасибо что перебил, так-с[wp]"
    me "Извиняюсь."
    us "Однако, никто не высказывал желания помогать дедушке, и знаешь[wp]"
    us "Мне так стало обидно от такой несправедливости, что они, пионеры! И не хотят помогать!"
    us "Где такое вообще было видано?"
    us "Поэтому я и вызвалась на эту роль."
    
    show us upset pioneer close at center with dspr
    
    us "Мне сразу послышались перешептывания и усмехания за спиной."
    us "Только, мне было абсолютно всё равно на это."
    
    th "Вот уж не подумал бы, что эта безбашенная девочка ракета имеет чувство справедливости."
    
    show us normal pioneer close at center with dspr
    
    us "Наверное стоит отметить, что дед Сергей по началу скептически относился ко мне."
    us "Всё же он ожидал в помощниках кого-то[wp] Повыше."
    
    show us laugh2 pioneer close at center with dspr
    
    us "Но оценив мою скорость и немаленькую, для маленькой девочки, силу, стал более снисходительным ко мне."
    us "А затем это снисхождение переросло в дружбу."
    us "Вот и собственно вся история."
    me "Такой вопрос, если ты помощница завхоза, то почему когда он болел, за складом следила Славя?"
    
    show us normal pioneer close at center with dspr
    
    us "Потому-что я наряду с Виолой следили за его здоровьем."
    us "Думаю, если не мы, то он бы умер[wp]"
    me "И тем не менее ты нашла время на футбол."
    us "На момент, когда я узнала о матче, состояние деда Сергея значительно улучшилось и моя помощь более не требовалась."
    
    show us upset pioneer close at center with dspr
    
    us "К тому же, мне надо отвлечься от всего этого."
    us "Уж очень тяжело давалось это всё, его страшный, громкий кашель."
    me "А чего это его так?"
    us "Не знаю, видимо, возраст даёт о себе знать."
    
    show us grin pioneer close at center with dspr

    us "Так, свою историю я рассказала, теперь давай ты."
    me "Я? И что же ты хочешь услышать от меня?"
    us "Как у тебя дела с Катей?"
    
    th "Твою ж дивизию, начинается."
    
    me "А какие у меня с ней могут быть дела?"
    us "Это я должна отвечать?" 
    me "Эх[wp]"
    me "Я[wp] {w}Я не знаю, чего ты хочешь услышать, мы просто дружим."
    us "Дружите значит? Уж больно близкая дружба получается тогда."
    us "Ведь, сколько бы я вас не видела, вы всегда вместе."
    us "Ходите вместе, в муз кружке вместе, комментировали вместе."
    us "Газетой занимаетесь[wp] ВМЕСТЕ."
    me "Я понял тебе, хватит."
    me "Не знаю, может что-то да есть, а может и нет"
    
    th "Нет, ну я конечно же знаю, ведь как минимум испытываю чувство симпатии к Кате."
    th "Вот только испытывает ли она тоже самое ко мне? Думаю сегодня это выяснится."
    
    me "А тебе собственно зачем всё это?"
    
    show us laugh pioneer close at center with dspr
    
    us "Ну мне же надо о чём-то сплетни распускать."
    me "Чё? Я те дам сплетни."
    
    "Сказал я и дал ей легонького подзатыльника."
    
    us "Бесишься, значит всё таки что-то да есть!"
    us "А значит я была права, я была права, я была права!"
    
    "Запела она."
    
    us "Алиска проиграла спор!"
    me "ЧТО?!"
    me "Какой ещё нафиг спор?!"
    
    show us grin pioneer close at center with dspr
    
    us "А вот такой, который мы заключили пару дней назад."
    
    "Такая весть меня, совсем не обрадовала."
    
    th "Спорите значит вы, да тут и дураком не надо быть, чтобы догадаться о его подробностях."
    
    me "Знаешь, очень странно выходит."
    me "Тебе прямого ответа не дали, а ты додумала что-то за меня."
    us "Да тут и так всё ясно."
    us "Тебе было бы до лампочки на глупые девичьи сплетни."
    us "Ведь хватило бы одного твоего отрицания, чтобы они в миг разрушились."
    us "Короче говоря, совсем другая реакция у тебя была бы."
    me "Тут ты права[wp]"
    us "Очередная легчайшая победа Ульяны Ульяновой на Алисой Двачевской!"
    
    # th "Ульяна Ульянова? Это ещё что за референс на ЖоЖо."
    
    me "На что спорили-то хотя бы?"
    us "На большую банку клубничного варенья!"
    
    "Спор на банку варенья для меня был чем-то новеньким и несерьезным, так что я малость усмехнулся." 
    
    me "Серьезно?"
    us "Ага!"
    me "И где же тебе Алиса достанет большую банку варенья?"
    us "А вот это уже явно не моя проблема."
    me "М-да."
    
    "Мы сидели молча какое-то время, пока Ульяна не решила встать."
    
    show us normal pioneer at center with dspr
    
    us "Что ж Семён, было действительно интересно и весело с тобой пообщаться."
    me "Взаимно."
    us "Однако, мне правда надо бежать, если уж не на линейку, то на склад."
    me "Ну, беги, задерживать не буду."
    
    hide us with dspr
    
    "Ульяна убежала, а я так и остался сидеть на траве."
    
    th "И вот я снова один, наедине с собой и своими мыслями."
    th "Так и до безумия скоро докачусь."
    th "Хотя чего уж там, если я сам себе анекдоты травил и ржал с них как ненормальный, то всё уже понятно."
    th "В прочем не это сейчас должно меня волновать."
    th "Ульяна выиграла в детском споре, и самое что странное, в нём участвовала Алиса."
    th "Очевидно, это не просто так."
    th "И будучи чуть смышленным, можно понять, что она это всё затеяла, чтобы, используя Ульяну, узнать что-то обо мне и Кате."
    th "Вот только на кой чёрт ей это?"
    th "А самое что интересное, ничего ведь и не добиться если поинтересоваться у неё напрямую. {w}Максимум чего смогу добиться, так это пары синяков под глазами[wp]"
    
    "Я пошевелил руками, плечами и немного ногами."
    
    th "Похоже, боль немного отступила. Это хорошо."
    th "А значит можно немного прогуляться вокруг лагеря и прийти к столовой аккурат под горн."
    
    "Так и решив поступить, я медленно поднялся с травы и отряхнулся."
    "После чего отправился в путь, который пролегал через небольшой пролесок."
    
    stop ambience
    scene bg ext_path2_day with dissolve
    play ambience ambience_forest_day
    
    th "Вообще кошмар какой-то выходит."
    th "Каждый раз одно и тоже: Встал, умылся, постоял, поел, поделал дела, поел, отдохнул, поел и спать."
    th "И так день за днём, так и жизнь пройдет."
    th "Почти целый месяц страдания фигнёй. И ладно другие люди."
    th "Но я-то тут как бы, проездом чтоле. {w}Попал непонятно как и неизвестно куда."
    th "Эх, всё что мне остается, это просто смиренно ждать конца смены."
    th "И молить всех богов которых я знаю, вернуть меня на родину."
    th "В прочем, у меня ещё неделя впереди, айда что-нибудь придумается."
    
    stop ambience
    scene bg ext_musclub_day with dissolve
    play ambience ambience_camp_center_day 
    
    "Вскоре, я вышел к муз кружку."
    "Обычно, оттуда всегда доносится музыка, но сейчас было не так."
    "В прочем, это не значило, что Мику нет дома."
    
    th "Может зайти, посмотреть? Всё равно, делать пока нечего."
    
    scene bg ext_music_club_verandah_day with dissolve
    
    "Подойдя ко входу, я постучался в дверь."
    #вместо этого, тут можно будет вставить звук стука в дверь.
    
    me "Кто в теремочке живёт?"
    
    "Но в ответ тишина."
    "Тогда, я дернул за ручку и оказалось, что дверь-то открыта."
    
    stop ambience
    scene bg int_musclub_day with dissolve
    play ambience ambience_music_club_day
    
    me "Ау?"
    
    "На полу лежала неубранная постель."
    
    th "Похоже, она снова тут спала."
    
    "Я огляделся вокруг, будто ожидая что-то увидеть необычное."
    "Но было очевидно, что ничего интересного я тут не увижу."
    "И почесав голову я развернулся как[wp]"
    
    show mi grin pioneer at center with dspr
    
    mi "Бу!"
    
    "Мику оказалась за спиной."
    
    th "Интересно, как это я её так пропустил и не услышал."
    
    "Я пару секунд посмотрел на неё с ухмылкой и вопросительным взглядом."
    
    me "Не, не страшно."
    
    show mi smile pioneer at center with dspr
    
    mi "Ну вот, а я так старалась к тебе подкрасться сзади."
    me "Тебе было бы достаточно волосы растрепать и на лицо боевой раскрас нанести, тогда бы точно испугала."
    
    show mi happy pioneer at center with dspr
    
    mi "Так и поступлю в следующий раз."
    me "Кстати ты как позади меня оказалось-то?"

    show mi upset pioneer at center with dspr
    
    mi "Я аэм[wp] Ну[wp]"
    mi "По делам ходила."
    
    th "По делам в, почти, девять утра? Допустим."
    
    me "Ладно[wp]"
    me "Кстати, гляжу ты вновь по дому тоскуешь, коли на полу спишь."
    
    show mi laugh pioneer at center with dspr
    
    mi "Ага, именно так и я не засиживалась здесь до поздна."
    me "Зачастила ты."
    
    show mi normal pioneer at center with dspr
    
    mi "Ну а ты, чего снова не на линейке? Опять прогуливаешь, да хулиган?"
    me "Отпуск заработал."
    mi "Вот как, и как же у тебя это вышло? Вожатая же просто так не отпускает."
    
    th "Блин, если мне всем придется рассказывать, почему меня отпустили с линейки, то я с ума сойду."
    #me "А меня вот отпустила просто так блять! Я же тут в лагере, в отличии от других, нихуя не делаю, хуи пинаю, а поэтому всегда готов стоять грёбанный час на площади и выслушивать ёбанную, никому нахрен не нужную, речь вожатой! НАХУЙ ОНО БЛЯТЬ МНЕ ВООБЩЕ СДАЛОСЬ, А?! ТАК ЧТО ДАВАЙ УЕБЫВАЙ СУКА! БЕГИ ФОРЕСТ! БЕГИ!"
    
    me "Долго рассказывать."
    me "Но если вкратце, я вчера много чего таскал тяжелого, а сегодня всё тело ломит, вот меня и оставили в покое."
    
    show mi sad pioneer at center with dspr
    
    mi "Оу, бедный ты, очень устал, да?"
    me "Да ещё бы."
    me "И если Серёга был бы хоть капельку посильнее, тогда может не так сильно устал."
    
    th "Как вообще Женя с ним будет, он же ничего ничерта не может."
    th "Дом не сколотит, дерево не посадит[wp] {w}Сына родит разве что, тут от него особых усилий не требуется."
    
    me "Но сейчас мне уже получше, не так сильно болит как час назад."
    
    show mi grin pioneer at center with dspr
    
    mi "Раз тебе лучше, значит и поиграть на гитаре сможешь!"
    mi "Только дай я для начала уберусь, а то мне как-то неудобно, что тут моя лежанка по среди помещения вся перевернутая лежит."
    
    "Я немного позгибал пальцы, что вызывало покалывания и в целом сгибались они с трудом."
    "Так что у меня вряд ли получится поиграть на гитаре, даже если очень захочу."
    
    me "Мику, я не смогу играть, у меня вон пальцы еле шевелятся."
    
    show mi sad pioneer at center with dspr
    
    mi "Ой, извини пожалуйста. Просто я с таким хорошим настроением проснулась, так и хочется что-нибудь сыграть да в компании друзей."
    me "Ну мы обязательно сыграем вместе, завтра может быть."
    
    show mi serious pioneer at center with dspr
    
    mi "Это хорошо."
    mi "И кстати[wp]"
    
    "Довольно протяжно и задумчиво произнесла она."
    
    me "М?"
    mi "Ты подумал над нашим предложением поучаствовать в выступление?"
    mi "Можно с легкой натяжечкой назвать это концертом."
    
    th "Что? А такое разве было?"
    
    me "Эм[wp]"
    
    th "Блин, чё сказать-то. {w}Если скажу, что забыл, так сразу обида."
    th "А соглашаться на какой-то там «концерт» вообще желания нет."
    
    me "Прости, я[wp] я забыл."
    mi "Забыл."
    
    show mi angry pioneer at center with dspr
    
    mi "Забыл?"
    
    show mi rage pioneer at center with dspr
    
    mi "ЗАБЫЛ?!?"
    
    "Вскрикнула Мику и, невесь откуда достав гитару, ударила ей мне по голове."
    
    show anim prolog_1 with dspr
    
    voice "Семён Персунов был хорошим человеком, верным товарищем — настоящим профессионалом своего дела."
    voice "Он, пусть и не посвятил свою жизнь чему-то хорошему и полезному, но всё равно стал примером для всех нас."
    voice "Семён Персунов бесстрашно защищал свой родной лагерь."
    voice "И погиб, совершенно глупой смертью."
    voice "Эх[wp] Прощай Семён. {w}Нам будет тебя не хватать."
    
    th "Думай-думай!"
    
    # переход
    
    hide anim prolog_1 with dspr
    show mi serious pioneer at center with dspr
    
    me "Слушай, я не хочу участвовать в этом глупом концерте."
    
    show mi shocked pioneer at center with dspr
    
    mi "ГЛУПОМ?!"
    
    show mi angry pioneer at center with dspr
    
    mi "Это ещё почему он глупый, а?!"
    
    "Выкрикнула она и вновь взялась за гитару, благо я был уже готов к такому раскладу событий."
    "А посему, мне не составило труда увернутся."
    
    me "Девушек бить конечно нельзя, но которые сами огрызаются, думаю можно."
    
    th "Хе, клёво сказал."
    
    "Пока я тут распинался, Мику успела занести гитару уже для второго удара."
    "И уже на подлете к моей голове, я поймал сей чудесный инструмент и выхватил его у нее из рук."
    "Вот только как оказалось японка знает карате или что-то в таком роде и с ноги прописала мне в челюсть."
    
    th "А не подумал[wp]"
    
    "Вместо того, чтобы выхватывать у неё гитару, я толкнул инструмент в неё, тем самым сбив с ног."
    
    show mi rage pioneer far at center with dspr
    
    "Но видимо Мику это грёбанный терминатор и та одним ловким прыжком, встала в боевую стойку."
    "После чего набросилась на меня."
    
    show mi rage pioneer close at center with dspr
    
    mi "Я тебе покажу, что бывает когда называешь мой концерт глупым!"
    
    "Я попытался оборонятся гитарой, но у нашей музыкантки видимо чёрный пояс, и она ушатала меня буквально за пару ударов."
    
    # переход
    
    show mi serious pioneer at center with dspr
    
    th "Нет, так не пойдёт."
    th "Получается только соглашаться, а я вот совсем не хочу."
    th "У меня же дел не в проворот."
    th "Хотя[wp]"
    
    "Я усмехнулся."
    
    th "Ну и фантазия у меня конечно[wp]."
    
    mi "Что ты смеешься? Надумал что-то?"
    me "А? Да я так, мысль смешна пришла."
    mi "Расскажешь?"
    me "Нет."
    mi "А что по концерту?"
    me "Я не знаю, остается неделя, а учить все эти аккорды, туда сюда."
    mi "Так ты же играть умеешь, при чём неплохо, быстро выучишь."
    
    th "В теории, это может послужить мне хорошим оправданием, чтобы не делать всякие левые поручения вожатой."
    th "Может даже от линейки получу освобождение до конца смены. {w}Конечно, в любом случае её завтра не будет, ибо выходной, но тем не менее."
    th "Короче одни плюсы можно будет из этого вычленить."
    th "Но с одним жирным минусом, это учить песню и потом ещё выступать."
    th "И это будет куда сложнее, чем, например, комментировать."
    th "А в прочем[wp]"
    
    me "Ладно, я согласен поучаствовать в этом."
    
    show mi smile pioneer at center with dspr
    
    mi "Ура! Спасибо тебе Семён! С тобой теперь всё получится организовать."
    
    show mi upset pioneer at center with dspr
    
    mi "А то у нас серьезная проблема с талантливыми кадрами."
    me "Да уж, я заметил."
    
    show mi happy pioneer at center with dspr
    
    mi "Но благо всё сложилось."
    me "Ладно, и когда будем учить песню?"
    
    show mi smile pioneer at center with dspr
    
    mi "Завтра, когда вам удобно будет, и начнём." 
    mi "И кстати, тебе, так сказать, достанутся ускоренные «курсы», поскольку ты очень отстаешь от меня и Кати."
    mi "Но там ничего сложного не будет, а если будет, то я если что помогу."
    me "Спасибо."
    
    # тут можно дать достижение, мол, "восходящая звезда рока" или что-то такое.
    
    play sound sfx_dinner_horn_processed 
    
    show mi upset pioneer at center with dspr
    
    mi "Как-то[wp] рановато, тебе не кажется? Прошло вроде всего полчаса."
    me "Да не, вроде по времени самое то."
    
    "Мику задумчиво поглядела на часы."
    
    mi "Хм, да и в правду."
    
    show mi normal pioneer at center with dspr
    
    mi "Тогда, пойдем скорее в столовую, а то есть очень хочется, а толпиться возле выдачи мне не очень хочется."
    me "Ну, мы в любом случае в проигрышном положении."
    
    show mi dontlike pioneer at center with dspr
    
    mi "А если не поторопимся то будем в ещё более проигрышном положении."
    mi "Поэтому давай скорее пойдем!"
    me "Ладно."
    
    # переход
    
    stop ambience
    scene bg int_dining_hall_people_day with dissolve
    play ambience ambience_dining_hall_full 
    show mi normal pioneer at center with dspr
    
    "Как и предполагалось, шансов попасть в столовую не в час пик был нулевой."
    "Но и Мику тоже была в чём-то права."
    "Поторопившись, мы попали аккурат тогда, когда у раздачи нет огромных орд голодных пионеров."
    "Взяв еду, мы стали искать где бы присесть."
    "И пара свободных мест были рядом с Катей и[wp] {w}Леной."
    
    show mi normal pioneer at left with dspr
    show kat normal pioneer at center with dspr
    show un normal pioneer at right with dspr
    
    mi "Доброе утро, товарищи, разрешите сесть с вами?"
    kat "Да, конечно."
    
    "Лена просто грустно угукнула."
    "Мы уселись и я по давней своей привычке стал разглядывать завтрак."
    
    th "Так-с, сегодня на завтрак мюсли с кусочками фруктов."
    th "Похоже какие-то яблоки, голубика и клубника, чё-та ещё[wp] {w}Короче, должно быть вкусно!"
    th "А ну и ещё компот из сухофруктов."
    
    kat "А ты Семён, чего не здороваешься с друзьями?"
    me "Извините. Голодный просто."
    kat "Ладно, кушай, сил набирайся, нам ещё же статью писать."
    me "Кому нам-то?"
    kat "Ну мне. Но у тебя тоже будет работы немало."
    kat "Ходить, людей опрашивать, фотографировать."
    me "Да, это всё будет очень утомительно, поэтому давайте поедим в тишине."
    
    "Лена тихонько встала из-за стола."
    "Видимо она уже закончила свой завтрак, пока мы тут трепались."
    
    un "Увидимся в кружке."
    kat "Ага, до встречи!"
    
    hide un with dspr
    
    th "Ну всё, теперь жрать!"
    
    kat "А чем вы занимались?"
    
    th "Да ёпрст, ну попросил же хоть раз поесть в тишине."
    
    me "Кто вы?"
    kat "Ну ты и Мику?"
    
    "Я посмотрел на Мику."
    "На удивление, она единственная кто проявил уважение и ела тихо, что было совсем не свойственно для неё."
    
    me "Чем мы занимались?"
    mi "Просто разговаривали."
    
    show mi grin pioneer at center with dspr
    
    mi "Кстати Катя, мне удалось уломать Семёна поучаствовать в нашем концерте."
    kat "Здорово!"
    
    show mi happy pioneer at center with dspr
    
    mi "Осталось только все тонкости с вожатой обсудить и утвердить."
    
    show mi upset pioneer at center with dspr
    
    mi "А то боюсь, не всё что приемлемо играть и слушать в Японии, столь же приемлемо в Советском Союзе."
    
    th "Зашибись! То есть я подписался на концерт, который то ли будет, то ли нет, но песню ты учи Семён."
    th "Мда[wp] Может всё-таки надо было отказываться? Подумаешь пару раз огрели бы по голове гитарой, несмертельно же."
    th "Я вот не знаю ни одного раза, чтобы кто-то умирал от удара гитарой по башке."
    
    kat "А какие у вас жанры популярны?"
    mi "Сейчас — не знаю, давно не была дома. Но в общем, совсем другую музыку слушают, которая совсем не похожа на местную."
    kat "Понятно[wp]"
    me "Хм, интересно выходит[wp]"
    kat "Что именно?"
    me "Ну то, что у Мику по сути же два дома."
    
    show mi serious pioneer at center with dspr
    
    mi "Да, иметь два дома хорошо, но не когда эти дома находятся в совершенно разных уголках мира."
    me "Летать далеко типа?"
    mi "Нет, не в этом дело. {w}Просто пока привыкнешь к одному менталитету, надо возвращаться в совершенно другой."
    mi "Да, в Японии мне проще адаптироваться, ведь я прожила там много. Но с каждым возвращением этот процесс становится всё дольше и дольше[wp] И сложнее."
    me "Вот как."
    
    show mi normal pioneer at center with dspr
    
    "Мюсли подошли к концу, как и стакан с чуть тёплым компотом." 
    
    th "Быстро как-то я, даже несмотря на то, что отвлекался."
    
    "Отставив грязную посуду в сторону, я поставил голову на руки."
    
    me "Ну вот, я завтракать закончил, теперь можно и поговорить нормально."
    
    "Катя медленно вытащила ложку из рта и легонько ударила ей мне по голове."
    
    kat "Я те дам поговорить! Нам надо уже бежать в кружок журналистики!"
    kat "А не то опять поймаем нагоняй от Жени."
    me "Так ты есть закончи и сразу пойдем."
    kat "Если не заметил, то я уже всё, так что идём!"
    
    th "Балин."
    
    mi "Кстати, пока вы не ушли."
    me "М?"
    mi "Вы сегодня зайдете ко мне? Вечерком там, или когда угодно ещё, поиграем немного, а то скучно немного."
    kat "Ох Мику, не знаю у нас с Семёном пр[wp] {w}Д-Дела, да."
    kat "С утра до вечера работать будем."
    
    show mi sad pioneer at center with dspr
    
    mi "Обидно[wp] Ну ладно уж[wp]"
    
    show mi happy pioneer at center with dspr
    
    mi "Тогда может, если не забуду, к вам заскочу!"
    kat "О, это будет хорошо, мы тебе всё покажем и расскажем. {w}Главное чтобы Женя разрешила."
    
    show mi normal pioneer at center with dspr
    
    kat "Ну всё, пока, а ты давай, вставай!"
    me "Блин, что уж у тебя память-то хорошая, я то думал ты забыла про меня."
    kat "Идёооом."
    
    "Тяжело вздохнув, я нехотя поднялся из-за стола."
    
    me "Пока Мику, до встречи."
    mi "Пока-пока!"
    
    hide mi with dspr
    
    "Крепко схватив меня за запястие, Катя потащила меня через всю столовую на выход."
    
    # переход
    
    stop ambience
    scene bg ext_square_day with dissolve
    show kat normal pioneer at center with dspr
    play ambience ambience_camp_center_day
    
    "Протащив меня за собой значительное расстояние, Катя отпустила меня только на площади."
    "Оттуда мы уже продолжили идти медленным шагом."
    "А я же потирал запястие."
    
    th "Наконец-то[wp] {w}Не, ну это надо же так сильно сжимать, что аж болит потом!"

    me "Знаешь Кать, не обязательно меня так вот тащить, я могу вообще-то и сам идти."
    kat "Нет, не можешь!"
    
    "Сказала она и показал мне язык."
    
    me "Смешная ты."
    me "В таком случае, если я сам идти не могу, неси меня на руках."
    kat "Ха, я тебя не подниму, даже если очень захочу."
    me "Жаль."
    me "Кстати чего отпустила? Статью передумала писать?"
    kat "Не-а, прогуляться просто хочу немного."
    me "Если ты хотела прогуляться, то зачем тогда тащила за собой. {w}Несостыковочка."
    me "Мне вот кажется, правда куда проще: ты просто устала."
    
    "Она немного смущенно отвела взгляд."
    
    kat "Возможно[wp]"
    
    "Тихо проговорила она."
    
    scene bg ext_library_day with dissolve 
    
    "И вот мы уже стояли перед бастионом знаний — библиотекой."
    "Ну и не только знаний, но и всякой художественной литературы. {w}Капитал Карла Маркса, например."
    
    stop ambience
    scene bg int_library_day with dissolve
    play ambience ambience_library_day
    show kat normal pioneer at center with dspr
    
    kat "Привет Жень, а вот и[wp]"
    
    "Сказала Катя в пустоту, ведь Жени не было на своём рабочем месте."
    
    kat "[wp]Мы."
    kat "А где она?"
    
    # me "Серёгу насилует."
    
    th "Очевидно, что где-то с Серым тусуется."
    
    me "Не знаю, да и знать не хочу."
    
    scene bg int_editorial_day_cat with dissolve
    show un normal pioneer far at left with dspr
    show kat normal pioneer at right with dspr
    
    kat "О, зато Лена на месте."
    un "Снова привет."
    
    "Лена сидела за своим холстом и что-то усердно на нём рисовала."
    
    kat "Так, беру блокнот и идём работать."
    
    show kat normal pioneer far at right with dspr 
    
    "Она подошла к своему рабочему месту и стала рыться в ящиках стола."
    
    th "Какими ещё нафиг делами можно заняться в этой комнатушке-то."
    
    kat "Странно, вроде сюда же клала[wp]"
    me "Что, не помнишь куда его дела?"
    # kat "блять семён, что за вопросы?"
    kat "Похоже на то[wp]"
    me "Понятно, тогда пойду посмотрю, что рисует Лена."
    
    hide kat with dspr
    show un shy pioneer at left with dspr
    # тут бы на фон поставить звуки рытья в ящике или что-то типо такого.
    
    "Я подошел к холсту и стал изучать нарисованное."
    "И сразу же узнал футбольное поле и одну футболистку, с красными волосами."
    
    me "Что, иллюстрация к газете?"
    un "Д-Да, Женя сказала сделать."
    un "Думаю к вечеру доделаю."
    me "Кстати, ты не знаешь где Женя? Так, интересно чисто."
    un "Она сказала, что ей надо с чем-то помочь Ольге Дмитриевне."
    me "Угу[wp]"
    kat "О! Нашла! Ну всё Семён, идём собирать интервью."
    
    th "Шо?! Опят?"
    
    me "Ну-с, ещё увидемся."
    un "Пока[wp]"
    
    "Взяв со стола фотоаппарат я покинул подсобку вместе с Катей."
    
    scene bg int_library_day with dissolve
    show kat normal pioneer at center with dspr
    
    me "И где был запрятан блокнот?"
    kat "Он что-то делал в глубине стола."
    kat "Наверное, я просто кинула неаккуратно и забыла."
    
    scene bg ext_library_day with dissolve
    show kat normal pioneer at center with dspr
    
    kat "Ладно, где бы нам найти наших футболистов."
    me "Так, ну, я знаю где искать только Ульяну."
    kat "Не густо."
    me "Ну почему же, у неё можно будет поинтересоваться где нам найти хотя бы Алису."
    me "И быть может про других футболистов тоже."
    kat "Звучит как план."
    kat "Тогда, бегом к Ульяне! {w}А[wp] где она?"
    me "Должна быть на футбольном поле."
    kat "Бегом на футбольное поле!"
    
    # переход
    
    stop ambience
    scene bg ext_playground_day with dissolve
    show kat normal pioneer at right with dspr
    play ambience ambience_soccer_play_background
    
    
    "Через минут десять я подошел к футбольному полю, где стояла вся запыхавшаяся Катя."
    
    me "Знаешь, вообще-то не обязательно было действительно бежать сюда."
    kat "Хух[wp] {w}Фуф[wp] {w}Да[wp] Да что ты говоришь?"
    kat "А[wp] А если бы не успели?"
    me "Не успели?"
    
    show us laugh sport at left with dspr
    
    us "Приветик, меня ждёте, да?"
    
    "Катя посмотрела на Ульяну и плюхнулась на землю."
    
    th "М-да Кать[wp] Да ты лохушка, её тут и не было."
    
    kat "Д-Да[wp]"
    
    show us surp1 sport at left with dspr
    
    us "Катюш, ты чего? Спортом занималась чтоле?"
    us "А тебе говорили, что это делается не в пионерской форме?"
    kat "Ха-ха."
    me "Ладно, давай вставай."
    
    show us smile sport at left with dspr
    
    "Катя протянула мне руку и, взяв её, я поставил пионерку на ноги."
    "Ульяна же каким-то хитрым взглядом смотрела на меня."
    
    kat "Посмотри, не испачкалась ли я?"
    
    "Я осмотрел её спину, и отряхнул немного грязи."
    "Юбка же была куда более грязная чем рубашка, но её отряхивать не рискнул."
    
    th "Сама как-нибудь справится."
    
    me "Теперь нет."
    kat "Спасибо."
    kat "И так, интервью!"
    
    show us grin sport at left with dspr
    
    us "Ну давайте, задавайте свои вопросы."
    kat "Аэм[wp]"
    
    "Она заглянула в свой блокнот и перелестнула пару страниц."
    
    kat "Заготовленных у меня нет, так что Семён давай, включай импровизацию как в тот раз."
    me "Эх, как обычно, мне всё делать самому."
    
    "Мой понятой приготовилась записывать."
    
    me "Что ж, начинаем."
    me "Какого это оказаться победителем в таком серьезном матче?"
    us "О, это очень здорово! Особенно учитывая, что соперник был куда сильнее нас."
    
    "Катя сделала запись и я продолжил."
    
    me "Хорошо[wp]"
    me "А после победы, у тебя не испортились отношения с ребятами из проигравшей команды?"
    
    show us laugh2 sport at left with dspr
    
    us "Нисколечко! Мне кажется даже наоборот, стала ещё лучше со всеми дружить."
    us "Разве что одна особа делает вид, будто очень обиделась."
    me "Забавно."
    us "Ага!"
    
    "Ещё одна запись."
    
    show us normalsmile sport at left with dspr
    
    me "Иии, наверное, последний вопрос."
    me "Какие ты испытывала ощущения, забивая победный гол на последних секундах?"
    us "Это не передать словами."
    us "Ведь ещё бы чуть-чуть и Алиса забила бы нам гол."
    
    show us upset sport at left with dspr
    
    us "Конечно, довольно опрометчивый ход с её стороны, но я не осуждаю."
    
    show us grin sport at left with dspr

    us "Ведь этот ход принёс нам и мне победу! Хе-хе."
    me "Понятно."
    me "И на последок. {w}Улыбочку!"
    
    show us laugh sport at left with dspr
    
    "Быстро вскинув фотоаппарат, я сфоткал Ульяну и передал фото Кате."
    "Катя же всё записала и, вложив фотокарточку, закрыла блокнот, громко хлопнув им."
    
    show us normalsmile sport at left with dspr
    
    me "Ну, спасибо за ответы."
    us "Всегда пожалуйста."
    me "Кстати, ты не знаешь где Алиса?"
    
    show us dontlike sport at left with dspr
    
    us "Эй-эй, ты же говорил, что это последний вопрос!"
    me "Я сказал, НАВЕРНОЕ, последний вопрос."
    
    show us upset sport at left with dspr
    
    us "Эх, ладно."
    us "Дома она должна быть, но может уже ушла, не знаю."
    me "Хорошо, спасибо."
    
    hide us with dspr
    
    "Ульяна ушла дальше на поле к своим товарищам."
    
    me "Ну что? К Алисе?"
    kat "А другие? Их опрашивать не будем?"
    me "Честно — лень."
    kat "Но это же тогда получится неполная статья[wp]"
    me "Ой да ладно тебе, ну может заскочим поспрашиваем тут всех."
    me "Просто, данные, скорее всего, будут примерно одинаковые и мы потратим время в пустую."
    kat "Ладно, разберёмся."
    me "И да, не беги, всё мы успеем."
    kat "А ты догони меня для начала!"
    
    hide kat with dspr
    
    "Сказала она и побежала."
    
    th "Хорошо[wp] {w}Хорошо, хочешь драки? Значит будет тебе драка!"
    th "Ох, моим ногам точно настанет конец завтра или даже сегодня."
    
    "Несколько секунд раздумий и стояния спустя, я всё же принял вызов Кати и ринулся за ней."
    
    stop ambience
    scene bg ext_square_day with dissolve
    play ambience ambience_camp_center
    # тут можно цг где Семён бежит за Катей
    
    "Фора у Кати была серьезная, да и спортсмен из меня такой себе."
    "Но тем не менее, на прямой дистанции, я медленно, но верно догонял её."
    # th "эх, даже посмотреть сзади не на что. Нельзя чтоли было себе там чуть-чуть всё отрастить, чтобы всё прыгало вверх вниз? тогда за тобой точно никто не угнался бы."
    "Правда оставалось одно Но, о котором как-то и не подумал."
    "Фотоаппарат на шее, который приходилось держать одной рукой."
    "Это немного мешало бегать, но не в этом крылась главная проблема."
    "Проблема заключался в том, что этот «золотой» фотоаппарат я мог разбить вдребезги."
    "И ещё я тоже заодно мог разбиться."
    "Однако, останавливаться и давать заднию было поздно."
    "Ведь я уже практически дышал Кате в спину."
    
    th "Так Семён, просто будь чуть осторожнее и следи за дорогой."
    
    me "Ну что[wp] Фух[wp] далеко бежать собралась?"
    kat "Да не, мы уже прибежали."
    me "Всмысле?"
    
    "Катя стала сбрасывать скорость, а я не понял, что происходит, пока не посмотрел вперед." 

    scene bg ext_house_of_dv_day with dspr

    th "Твою ж ма[wp]"
    
    me "Катя! В сторону!"
    
    "Но она не успела, как и я не успел затормозить и врезался прямо в её спину, так что мы оба упали."
    
    th "Вот надо было мне погнаться за ней, а?"
    th "Надеюсь она и фотик живы, иначе мне пиз[wp]"
    
    # тут можно какое-нибудь достижение мол "гонщик нелегальный" или что-то в таком духе.
    
    "Мысль я не закончил, так как обратил внимание на то, как мы лежали."
    "Катя, не знаю когда она успела перевернутся, лежала на спине и смотрела прямо мне в глаза, а я ей."
    "И лежали мы в довольно[wp] Интересной позе."
    "Так что со стороны это могло выглядеть несколько, неправильно."

    me "Ты это[wp] как?"
    kat "Вроде нормально, разве что немного в шоке."
    me "Да[wp] Я тоже."
    
    th "Какие у неё красивые глаза[wp]"
    th "Голубые как море и столь же глубоки."
    th "Интересно, что она думает, глядя в мои глаза?"
    th "Какой же я идиот, лежу на ней и не даю дышать?"
    th "Кстати, надо бы вставать, а то ни мне ни ей явно неудобно." 
    
    "И как только я начал вставать, из дома вышла Алиса."
    
    show dv normal pioneer at center with dspr
    
    dv "Что тут твори[wp]"
    
    show dv surprise pioneer at center with dspr
    
    dv "Ох ты ж ё[wp]"
    kat "Привет Алис, а мы тут к тебе идём!"
    me "Да[wp]"
    
    show dv grin pioneer at center with dspr
    
    dv "А что, обязательно {b}ТАК{/b} лежать на дороге? {w}Вы бы хоть ради приличия там не знаю, в лесок отошли."
    
    "Мы с Катей быстренько переглянулись, и я наконец встал с неё."
    
    show dv grin pioneer at left with dspr
    show kat normal pioneer at right with dspr
    
    "А после поднял свою подругу и немного отряхнул её."
    
    me "Ты ничего не видела, это было случайно."
    
    show dv smile pioneer at left with dspr
    
    dv "Хорошо."
    dv "Так и что вам, собственно, надобно от меня?"
    me "Интервью."
    dv "А позавчерашнего недостаточно?"
    kat "Не-а!"
    dv "Понятно[wp] {w}А по поводу чего будет интервью?"
    dv "Только не говорите мне что[wp]"
    me "По поводу прошедшего футбольного матча."
    
    show dv normal pioneer at left with dspr
    
    "Улыбка на лице Алисы тут же спала."
    
    hide dv with dspr
    show kat normal pioneer at center with dspr
    
    "Постояв несколько секунд и поразглядывав нас, Алиса быстро вернулась в дом."
    
    me "Похоже, она не хочет говорить на эту тему."
    kat "Но[wp] {w}Нам нужно это интервью!"
    
    "Катя резко подбежала к двери и стала барабанить в неё."
    
    kat "Алиса! Пожалуйста, дай нам интервью! Просто ответь на несколько вопросов и мы отстанем!"
    kat "Нам это необходимо! Станешь ли ты подводить своих товарищей?"
    kat "Если не хочешь отвечать на несколько, то давай пару или вообще один вопрос!"
    kat "Только прошу тебя, ответь! {w}К тому же не забывай, что ты мне должна за обливание из ведра!"
    
    "Но Алиса не отвечала."
    
    me "Бесполезно, лучше вернемся на поле, поспрашиваем мелких так и быть."
    kat "Алиса?"
    me "Кать."
    kat "Алис."
    
    th "Отлично, теперь меня динамят. {w}Что, блин, за неуважение?"
    
    me "Катя! Идём давай, нас ждать никто не будет, а у меня ещё и уборка в доме запланирована!"
    kat "Да тиха!"
    
    "Шёпотом прошипела она."
    
    me "Что? Почему?"
    kat "Похоже[wp] {w}Она сидит у двери и плачет."
    me "Чего? Серьёзно? {w}Тогда её, тем более, лучше не трогать."
    kat "Может попробовать успокоить?"
    me "Оставь её в покое, видимо она серьёзно переживает из-за поражения."
    me "Лучше Ульяну пошлём успокаивать, она всё-таки её подруга."
    
    "Она медленно отошла от двери."
    
    kat "Да[wp] {w}Пожалуй, ты прав, пойдем обратно на поле."
    
    th "Зашибись, зря бежали сюда вообще."
    
    # таймскип + переход
    
    stop ambience
    scene bg int_editorial_day_cat with dissolve
    show kat normal pioneer at center with dspr
    play ambience ambience_library_day
    
    "Походив по полю около часа, пособирав интервью и пофотографировав людей, мы возвратились на базу."
    "Я снял фотоаппарат и положил его на стол."
    
    me "Опять нашей художницы нет."
    kat "Ага."
    
    "Катя же уселась за своё рабочее место, и я рядышком с ней."
    
    me "Я тут подумал."
    kat "М?"
    me "Наверное, всё же не стоило посылать Ульяну к Алисе."
    kat "Почему? Они же лучшие друзья."
    kat "Думаю у Ульянки точно всё получится."
    me "Просто, Алиса явно не в ложной обиде."
    me "И присутствие главного виновника её поражения, может всё только усугубить."
    kat "Если надеятся на лучший исход, то именно так всё и случится."
    me "Тогда, надеюсь, что никто никого не покалечит."
    kat "Вот это правильный настрой!"
    kat "А теперь, не мог бы ты достать бумагу из ящика? А то так неохото тянуться туда."
    me "Да, конечно."
    
    "Я достал пару листов и вставил один в печатную машинку." 
    
    me "Надеюсь, ты не напишешь огромный трактат на восьмсот страниц."
    kat "Уж постараюсь!"
    
    
    
    
    
    
    
    
    

    ## ЕСЛИ БУДЕШЬ ОБРАЩАТЬ ВНИМАНИЕ НА ТЕКСТ НИЖЕ, У ТЕБЯ ОТВАЛИТСЯ ПИПИСЯ!1!11!!
    
    stop ambience
    scene bg int_house_of_mt_day with dissolve
    show mt normal pioneer at center with dspr
    play ambience ambience_int_cabin
    
    "Придя домой, здесь уже всё было заготовлено для уборки:"
    "Ведро в котором плавала пара небольших тряпок."
    "Рядом стояла швабра, венек и, по всей видимости, пакет для мусора."
    
    mt "И так, для начала надо разгрести всё со стола, чем ты и займешься."
    mt "А я пока сложу все свои вещи."
    me "Так точно гер майор!"
    
    hide mt with dspr
    
    "Взяв мусорный пакет я отправился убираться со стола."
    "Особо крупного мусора здесь особо и не было."
    "Разве что, какая-то консерва с засохшими остатками содержимого."
    "И полупустая коробка молока."
    "Я приоткрыл носик у него, чтобы узнать, не прокисло ли молоко. {w}Ох, лучше бы я этого не делал."
    "Ведь оттуда попёрла такая вонь, что эту коробку можно было бы использовать как оружие!"
    
    me "Ольга Дмитриевна, вы же знаете, что у каждого продукта есть свой срок годности?"
    mt "Знаю."
    me "Тогда что у вас на столе забыл тухляк?"
    mt "Некогда было выбрасывать. {w}Да и оно же прикрыто, так что вот и не чувствовало особо."
    me "Ужас."
    
    scene bg int_house_of_mt_day_cleaning_1 with dissolve
    
    "Выкинув весь этот кошмар, я стал думать, куда бы теперь убрать всё остальное на столе."
    
    me "А собстна, куда всё остальное девать?"
    mt "Так, дай сюда."
    
    "Она взяла у меня пакет для мусора и стала что-то копошится у себя на верхних полках."
    
    mt "Так, это кончилось, это кончилось, это[wp] тоже кончилось."
    
    "Повыбрасывав добрую половину тюбиков и разных бутылок, она всучила пакет обратно мне."
    
    scene bg int_house_of_mt_day_cleaning_2 with dissolve
    
    mt "Давай, ты мне подавай всё со стола, а я буду ставить."
    mt "Только цветок и стакан с ручками, карандашами и линейкой не нужно."
    me "Понял."
    
    "Передав всё по одному, что было на столе, его осталось теперь только протереть."
    
    scene bg int_house_of_mt_day_cleaning_3 with dissolve
     
    mt "Так-с, теперь иди убирайся у себя на стороне. Заправь постель, все дела."
    mt "А я пока тут протру пылюку всю быстренько."
    
    "Я подошел к кровати и быстренько её заправил."
    "Снял полотенчик на задней «спинке»."
    "А вот когда подошел к ящику, я заметил лежащий на нём фонарик."
    
    th "Ёлки, вот это да, никогда его тут не замечал."
    
    "Взяв и повертев его немного в руках, я нажал на кнопку включения."
    "Правда он похоже был севший."
    "Но, батарейки-то у нас в клубах есть."
    
    th "Надо его спереть, когда вожатая не будет смотреть." 
    
    "И пока, я положил его в ящик, вместе с остальным хламом, что валялся тут."
    
    scene bg int_house_of_mt_day_cleaning_4 with dissolve
    
    "Один лишь только тазик туда не поместился бы никак, поэтому я оставил его на своём месте."
    
    mt "Ну вот, сразу приятнее становится, не правда ли?"
    me "Вы говорите так, будто это я весь этот бардак организовал."
    # mt "Тихо блять!"
    mt "А кто ещё?"
    
    "С легкой насмешкой в голосе сказала она."
    
    me "Ну да, ну да."
    mt "Так, давай ты теперь подметай, я потом всё протру и уборку на этом можно будет считать оконченной."
    
    "Взяв веник и совок я принялся за дело."
    "Выметал всё подчистую, залезал глубоко под кровати."
    "В общем целый совок грязи и пыли набрал, которая отправилась в пакет для мусора."
    
    show mt grin pioneer at center with dspr
    
    mt "Мо-ло-дец! В награду за свои труды, можешь пойти немного погулять."
    mt "А то ты только будешь мешать мне тут."
    me "Угу."
    
    stop ambience
    scene bg ext_house_of_mt_day with dissolve
    play ambience ambience_camp_center
    
    me "Фуф."
    
    
        
    $ blwnfh_set_mode(nvl)
    nvl show dissolve
    
    me "Оказывается, меня и лес связывает одно из самых тёплых воспоминаний, про которое я умудрился позабыть."
    me "Дело было[wp] Лет десять назад наверное."
    me "В один из осенних дней, между прочим тёплый, я вернулся со школы, хотя обычно меня всегда встречала бабушка, но тогда она не могла меня забрать, вроде из-за болезни. И это вроде был мой первый самостоятельный поход из школы домой." 
    me "Дома же никого не было и тогда я уселся у себя в комнате, став играться с какими-то своими старыми игрушками. {w}Однако, мне всё равно было очень скучно, а родители должны были вернутся ещё нескоро и, отложив игрушки в сторону, я уселся у окна."
    me "Вид из окна у меня был не ахти: на внутренний двор, где дай бог пройдет пару человек за полчаса."
    me "И, я уже не помню почему, но я заплакал. {w}Может я увидел веселящихся ребят на площадке, может мне стало очень грустно от одиночества, точно не скажу уже."
    me "Как вдруг, я слышу звук проворачивающегося ключа в входной двери."
    me "Я сначала и не поверил, пошел проверять, айда какие-то воры решили прийти, но[wp] {w}На пороге была мама!"
    me "Она была очень счастливой, ведь её отпустили с работы пораньше."
    
    "Я стал чувствовать как у меня по щеке скатывается слеза."
    kat "Он что, плачет?"
    "Тихо проговорила Ульяна, правда как-то не умело она эта сделала, ибо я прекрасно её услышал."
    "Однако, сделав вид, что на самом деле нет, я продолжил."
    
    nvl clear
    
    me "Увидев её, я закричал во весь голос «мама» и уперся лицом ей в ноги, ещё сильнее рыдая."
    me "Моя мама конечно же была удивлена этому, она не понимала что происходит. {w}Она спустилась ко мне, сильно обняла и милым голосом спросила: «Семён, что случилось?»."
    me "А я так сильно плакал, что не мог ей ответить[wp]"
    me "На это, она стала только меня поглаживать, успокаивать словами и это сработало, через несколько минут, мне стало лучше и я перестал рыдать."
    me "Я наконец вытащил своё залитое слезами лицо и посмотрел на неё. Она улыбнулась, поцеловала меня и сказала: «Скучал, да? Давай вот что, погуляем по лесу! Там сейчас так красиво, ты даже не представляешь!"
    me "Естественно я не мог отказаться и спустя минут, пятнадцать? Я был готов к путешествию, благо был лес совсем рядом."
    me "Всего уже через полчаса я и она были там[wp] {w}И надо ли говорить, что мама действительно была права — лес был просто чудесный. Я такой красоты никогда до того момента не видел."
    me "И я стал гоняться по лесу, между деревьев, раскидывая лежащие на земле листья, что очень громко хрустели под ногами."
    me "Потом мы ещё играли в прятки. Конечно, у нас обоих это выходило паршивенько, ибо прятаться мы не умели, да и негде было особо. Не на дерево же лесть в конце-то концов, верно?"
    us "Верно."
    me "Воооот."
    
    "Моё дыхание дрожало, как и руки. А слёз на лице становилось больше."
    
    nvl clear
    
    me "Потом мы ещё кидались друг в друга листьями, потом собирали эти самые листья в горки и плюхались на них."
    me "В общем, пробыли мы там ещё, часа полтара вроде, а потом стали возвращаться домой. {w}Я не хотел, умолял маму остаться, но время уже потихоньку подходило к вечеру, а ей надо было ещё готовить, а мне делать уроки."
    me "Но она пообещала меня ещё раз сводить туда, вот только[wp]"
    
    "Я остановился и протёр глаза от нахлынувших слёз, которых становилось всё больше, после чего продолжил путь."
    
    us "Вот только?"
    
    me "Вот только этому не суждено было сбыться вновь."
    me "Ведь буквально на следующей день какой-то ублюдок убил мою мать, перед этим жестоко изна[wp] {w}Нехорошую вещь сделал в общем."
    me "Конечно, его поймали в день же совершения преступления, но жизнь от того лучше не стала."
    me "Все же самые страшные подробности я узнал сильно позже, когда мне было уже около шестнадцати, что сделало всё только хуже."
    me "А когда я был мелким[wp] Я рыдал весь день и всю ночь, вместе с моим отцом."
    me "Для меня он был и остается объектом гордости, но тогда[wp] тогда он был совсем другой."
    me "Весь разбитый, обмякший, рыдавший ещё похлеще меня, прям тряпка. {w}Благо, он оказался сильным человеком и смог пережить такой стресс, однако, на мне это событие очень сильно отпечаталось."
    me "Я стал очень замкнутым человеком, мне ничего не хотелось делать или говорить с кем-то. {w}Моя успеваемость в школе резко упала, да так, что чуть не вылетел оттуда. {w}А в средних классах нашлись гады, которые стали дразнить меня за то, что у меня убили мать."
    me "Но время лечит и я справился со всем этим, и более менее выправился в учебе, так что всё же окончил школу. Пусть и не так идеально, как хотелось бы."
    me "И с тех самых пор, я один, а иногда вместе с отцом, ходим в тот самый лес, чтобы почтить память о моей маме, самом лучшем человеке на свете[wp]"    
    
    nvl hide dissolve
    $ blwnfh_set_mode()
    show us sad pioneer at center with dspr