label blwnfh_day_5:
    # семён открывает глаза
    
    scene bg int_house_of_mt_sunset with dissolve
    play ambience ambience_int_cabin_evening
    
    "Я проснулся от дичайшей боли в голове."
    "Медленно переведя взгляд на будильник, мне захотелось раздолбать весь этот дом и лагерь впридачу."
    "Часы показывали семь утра."
    
    th "Да уж... Восстановил называется режим, че делать-то теперь ближайшие два часа?"
    
    "С большим нежеланием и болью, я всё же решился встать с кровати и пойти прогуляться, считая, что прогулка поможет мне справится с головной болью."
    
    stop ambience 
    scene bg ext_house_of_mt_sunset with dissolve
    play ambience ambience_camp_center_evening
    
    "На улице было неожиданно тепло и очень свежо."
    "Я набрал полные легкие свежого воздуха и отправился в сторону площади."
    
    scene bg ext_houses_sunset with dissolve
    
    "По пути к площади, я решил определится куда бы сходить погулять, покоротать время."
    
    th "Может прогуляться на остановку? Хотя что там делать."
    th "Впрочем с утра в принципе делать нечего, а туда-то редко ходят (если вообще ходят), а значит один спокойно посижу."
    
    "Определившись куда можно сходить, я отправился на остановку."
    
    scene bg ext_square_sunset with dissolve
    
    th "Главное наверное на Славю не напороться, а то проблемы будут."
    th "Конечно акта стукачества за ней не было замечено, но зато будет ворох вопросов, на которые я вряд ли смогу дать внятные ответ."

    "Благо нигде рядом её не было, возможно она как обычно занималась утренней пробежкой или вовсе спала."

    stop ambience
    scene bg ext_bus with dissolve
    play ambience ambience_camp_entrance_evening
    
    "Придя на пункт назначения, я крайне удивился тому факту, что на остановке меня встретил автобус."
    
    th "Он так и не уезжал с момента приезда Кати? Или он приехал вчера и остался тут?"
    th "Хотя, какая разница? Стоит и стоит, мне-то что."
    
    "Тут я заметил, что дверцы-то автобуса открыты."
    
    th "Может водитель забыл их закрыть?"
    
    "Чисто из любопытства я подошел к распахнутым дверям и аккуратно заглянул внутрь."
    "Ничего интересного внутри не было, и я уже собирался уходить как моё внимание привлек один небольшой прямоугольный объект."
    "Присмотревшись, стало ясно, что это была немного помятая пачка сигарет."
    "И хоть физического желания курить я не испытывал, но психологически мне при одном только их виде, захотелось немного прикурить." 
    
    th "Ёмаё, я не курил уже более десяти дней... Может, немного пыхнуть?"
    
    "Я прошел чуть внутрь и потянулся с пачкой."
    "И когда моя рука была уже в паре сантиметров, я замешкался."
    
    th "А если узнают, что я тут курю? Проблем же себе наделаю море, может ну его?"
    
    "Во мне началась целая борьба."
    "Мой внутренний курильщик требовал от меня взять пачку, а голос разума заглушал его и это очень раздражало."
    # мини пауза
    "Простояв так около минуты, голос рассудка взял вверх и я убрал руку от пачки, а чуть позже и вовсе покинул автобус."
    
    th "Ну нафиг это курение, если ещё водитель вернется, то сразу же увидит, что пачка-то таво, тю-тю."
    th "И начнется переполох во всём лагере, а узнать, что курил именно я, будет не сложно."
    th "Вожатая же не дура, сразу почует, что от парня, который никогда не вонял дымом сигарет, как-то резко стал отдавать неприятным запашком табака."
    th "И всё, сначала устроят лекцию десяти часовую о вреде курения для здоровья, потом ещё одну лекцию о том, что воровать чужое плохо, затем ещё одну лекцию о правилах лагеря и только потом меня наконец отсюда выгонят."
    th "Хах, {b}ЕСЛИ{/b}, меня отсюда выгонят. Не думаю, что Ольга захочет выкидывать столь ценный кадр, который делает всю работу, которую нельзя накинуть на Славю."
    
    "На этом и порешав, я уселся на бордюрчик."
    # мини пауза
    "Сидя на бордюре я стал думать, чем бы можно было таким заняться, дабы покоротать время до завтрака."
    
    th "Может всё же немного взять сигарет? {w}Хотя бы одну, не думаю, что водитель сильно расстроиться от такой пропажи."
    th "Правда это я опять возвращаюсь к запаху, который ничем не перебить и ни с чем не спутать."
    th "Тогда, быть может сходить на склад? {w}Рубашку сменю наконец."
    th "Просто, если там этот старый ворчун, Сергей Дмитриевич, то он открывает помещение пораньше, чем Славя."
    th "Ладно, не думаю, что, что-то плохое может случится, просто попрошу новую рубашку и быстренько свалю."
    
    #"Собираясь уходить, я заметил под собой листок бумаги, довольно чистый для того, чтобы он лежал долго."
    #"Следовательно, он упал недавно или только что, только вот когда."
    #"Я осмотрелся по сторонам, чтобы увидеть откуда он мог прилететь, или даже кто мог его бросить, но разумеется ничего такого не обнаружил."
    #"Тогда я поднял листок."
    #"На одной его стороне было пусто, а на другой было написано: «Можно посидеть с тобой? Л.»"
    #"По одному только инициалу стало ясно, кому тут не спится и хочется поиграть в придурковатые игры."
    #
    #me "Ну посиди со мной, о таинственный отправитель."
    #"С не скрываемым сарказмом сказал я."
    #
    #show un smile pioneer at center with dspr
    #
    #"Спустя пару секунд, из-за ворот ожидаемо появилась Лена."
    #
    #un "Доброе утро."
    #me "Привет."
    #un "А ты чего здесь один делаешь?"
    #me "Да вот, гуляю, а тебе чего не спится?"
    #
    #show un shy pioneer at center with dspr
    #
    #"После моего вопроса Лена вся залилась красной краской от смущения."
    #
    #un "Та, это, как-то... {w}Уснула вчера рано, вот и проснулась пораньше."
    #
    #"Не будучи уж совсем дураком, я понял, что проснулась она по совсем другой причине, но вслух об этом говорить не стал."
    #
    #me "Надо же, а я то думал, что раньше всех в лагере спать ушел, ну ладно, присаживайся."
    #
    #show un smile pioneer at center with dspr
    #
    #"Лена села рядом, даже, близко со мной, чуть ли не упираясь мне в плечо."
    #
    #me "Ты о чём-то хотела поговорить?"
    #
    #show un laugh pioneer at center with dspr
    #
    #un "Нет
    # Пойдет на рут Лены
    
    "Найдя в себе силы и решив проведать склад, я встал с бордюра и отправился обратно в лагерь, как на входе ударился об, неожиданно, Катю."
    
    show kat scared pioneer at center with dspr
    
    kat "Ой, а ты чего здесь делаешь?"
    me "Такой же вопрос к тебе, я вот гуляю."
    kat "Да я как бы... Тоже."
    
    "Её ответ прозвучал немного неуверенно, будто она желала, что-то скрыть."
    
    me "А чего не спится?"
    
    show kat normal pioneer at center with dspr
    
    kat "Так ведь уже утро, пора просыпаться."
    me "Да, только утро-то раннее, чем ты сейчас заниматься будешь?"
    kat "Гулять."
    me "Скучное какое-то у тебя занятие, нет бы сигарет наворовать себе и мне."
    
    show kat rock pioneer at center with dspr
    
    "Катя видно не поняв шутки, косо на меня посмотрела и прокашлялась."
    
    kat "Во первых, я не курю, а во вторых где же ты их красть собрался?"
    me "Вон из автобуса, там у водительского места целая пачка лежит."
    me "Только это шутка, я тоже не курящий, а сигареты случайно заметил."
    kat "Ладно, но если узнаю что куришь, пойду сразу вожатой жаловаться."
    
    "Я сделал наигранно испуганное лицо."
    
    me "Хорошо-хорошо не буду, а то Ольга Дмитриевна выгонит небось из лагеря."

    show kat happy pioneer at center with dspr
    
    kat "Вот-вот."
    me "Так, это всё весело конечно, но ты кстати не знаешь, открыт склад или нет?"
    kat "Не знаю, а разве не рано? Славя туда вроде в восемь приходит или половину девятого."
    me "Да, только если туда приходит товарищ завхоз, то склад открывается в семь или половину восьмого утра."
    
    