label blwnfh_day_5:
    # семён открывает глаза
    
    scene bg int_house_of_mt_sunset with dissolve
    play ambience ambience_int_cabin
    
    "Я проснулся от дичайшей боли в голове и спине."
    "Видимо моё небольшое вчерашнее приключение дало о себе знать."
    "Медленно подняв голову переведя взгляд на будильник, я упал обратно на подушку."
    "Часы показывали без пятнадцати восемь утра."
    
    th "Да уж... Восстанновил режим... {w}Правда что изменилось-то? Как вставал рано так и встаю, зачем была вся эта песня с восстановлением режима."
    th "Ну прихожу поздно иногда, но зато просыпался не с гудящей головой, будто я всю ночь бухал."
    
    "С большим нежеланием я приподнялся и посмотрел в сторону вожатой."
    "Она тихо и мирно спала, что в целом было очень хорошо, ибо не сильно желал сутра как-то пересекаться с вожатой."
    
    th "Ладненько, надо бы придумать чем сейчас заняться и как не прийти на линейку, а то опять простоять полчаса на утренней жаре, мне не очень хочется."
    
    "Вставая с кровати и параллельно думая о том, чем можно было бы заняться, взгляд упал на грязевое пятно на моей рубашке."
    "Тут же сразу стало очевидно, чем я сейчас займусь."
    
    th "Наведаюсь на склад, а то не очень хочу второй день подряд ходить в грязной рубашке." 
    
    "Тихонько одевшись я стал двигаться к выходу дома."
    "И на пути я задержался у зеркала, где переферейным зрением поймал своё отражение, что и привлекло меня."
    "Подойдя к нему ближе, я стал разглядывать своё лицо."
    
    th "Ну и рожа у меня, реально помятая так, будто всю ночь бухал."
    th "И борода отрасла уже, надо будет не забыть на складе поинтересоваться, есть ли там бритва, а то жесть как не удобно."
    
    "Ещё немного поразглядывав себя и протерев рукой уже потихонько грубеющую бороду, я покинул дом."
    
    stop ambience 
    scene bg ext_house_of_mt_sunset with dissolve
    play ambience ambience_camp_center_evening
    
    "Утро хоть и было довольно ранее, на улице было неожиданно тепло и очень свежо."
    "Набрав полные легкие свежого воздуха, головная боль немного отступила и я отправился в сторону склада."
    
    scene bg ext_houses_sunset with dissolve
    
    th "Надеюсь склад открыт и обойдется без завхоза."
    th "Конечно последнее время Славя его подменяет, но никто не отменят тот факт, что всё может измениться и Сергей Дмитриевич выйдет на работу."
    th "А с этим вредным дедом хочется пересекаться ещё меньше чем с вожатой."
    
    scene bg ext_warehouse_sunset_blwnfh with dissolve
    
    "Подойдя к складу, я заметил, что дверь была немного приоткрыта и это было хорошей новостью."
    "Тем не менее, прежде чем войти, я постучался и только после вошел внутрь."
    
    stop ambience
    scene bg int_warehouse_day_blwnfh with dissolve
    play ambience ambience_int_cabin_day
    
    "За письменным столом сидел о ужас сам завхоз, которому, видимо, сегодня похорошело."
    
    me "Доброе утро Сергей Дмитриевич."
    
    "Сказал я, подойдя к нему поближе."
    "Тот окинул меня полу-презрительным взглядом и вернулся обратно к своим бумагам."
    
    sd "Доброе. {w}Зачем пришел?"
    
    "Голос его был как всегда не самым приятным, таким скрипучим и очень прокуренным."
    
    me "Да мне бы вот, рубашку поменять, а то я эту испачкал."
    
    "Сергей Дмитриевич тяжело вздохнул и сложив очки положил их на стол."
    
    sd "Что же вы вечно не бережете форму-то свою."
    
    "Ворча, он встал со своего места и подошел к стеллажу с чистой одеждой."
    "Взяв там новую рубашку он подошел ко мне."
    
    sd "Снимай давай, чего стоишь как истукан."
    
    "Я быстро снял рубашку и отдав её, взял чистую и также быстренько одел её."
    "Сергей Дмитриевич осмотрел грязное пятно на рубашке и по всей видимости заметил, что она там ещё к тому же и немного порвалась."
    
    sd "Как же ты так умудрился-то, а?"
    me "Упал, с кем не бывает."
    sd "Упал он, а зашивать теперь кто будет, м?"
    me "Если хотите, давайте я зашью."
    sd "Ещё чего, ты только хуже ещё сделаешь... {w}Завтра Славяну попрошу, она у нас молодец в отличии от тебя."
    me "Как скажете."
    
    "Не брежно бросив грязную рубашку в карзину к другой грязной одежде, Сергей Дмитриевич вернулся обратно за свой стол и сделал запись в журнале."
    
    sd "А эту рубашку чтобы берег, ибо больше выдавать тебе имущество не собираюсь!"
    me "Как это так?"
    
    "Такому заявлению я был крайне удивлен."
    
    sd "А вот так! Пионерам растяпам имущество не выдаю!"
    me "Ну Сергей Дмитриевич, ладно вам, может мы как-нибудь сможем договорится?"
    
    "В шутку произнес я."
    "Но завхоз видимо не уловил юмора и всерьез задумался над моим предложением."
    
    sd "Может мы бы и смогли договорится, но боюсь за такие вещи прилетит нам обоим, если всплывет..."
    sd "Поэтому нет, не договоримся!"
    th "Ну и хрен с тобой."
    
    "Я гордо развернулся на все сто восемьдесят и уже готовился покинуть склад, как Сергей Дмитриевич меня окликнул."
    
    sd "Кстати, пока ты не ушел."
    me "Слушаю."    
    sd "Доложи своему другу Александру, что если он мне до конца недели не вернет имущество, которое он взял со склада, я буду жаловаться во все инстанции."
    me "Хорошо я ему передам, теперь могу идти?"
    sd "Да, свободен."
    
    "Стоя у выхода я вспомнил, что хотел поинтересоваться насчёт бритвы, так что развернулся обратно к завхозу."
    
    me "Аэм, Сергей Дмитриевич."
    sd "Ну что ещё?"
    me "А у вас случаем бритвы нету?"
    
    "Старик вновь отвлекся от записей в журнал и вздохнув повернулся ко мне."
    
    sd "Подойди сюда."
    
    "Я подчинился просьбе завхоза и подошел к нему."
    "Подойдя, он встал и стал рассматривать моё щетинистое лицо."
    
    sd "Да, побриться пора тебе. {w}Ладно, выделю тебе свой старый станок, пойдешь у умывальников побреешься."
    me "Спасибо, а вам его потом вернуть?"
    sd "Не, можешь себе оставить."
    me "А как же вы будете бриться?" 
    sd "Так у меня электробритва есть хорошая, Агидель."
    
    "О такой марке электробритв я слышал впервые, но учитывая, что в Союзе делали довольно качественные вещи, пришел к выводу, что штучка эта наверняка хорошая и крайне дорогая."
    "Сергей Дмитриевич открыл нижний ящик в столе и достав оттуда бритву передал её мне."
    
    me "Теперь точно всё и ещё раз спасибо."
    sd "Давай иди уже, отвлекаешь меня от заполнения бумаг."
    
    "Без лишних слов я покинул склад."
    
    stop ambience 
    scene bg ext_house_of_mt_sunset with dissolve
    play ambience ambience_camp_center_evening
    
    th "Удивительно, что Сергей Дмитриевич так просто поделился со мной бритвой, хоть и старой."
    th "Может, такая вот мужская солидарность?"
    
    "Положив бритву в карман я отправился домой за умывальными принадлежностями."
    
    scene bg ext_houses_sunset with dissolve
    # мини таймскип
    "По пути к домой, я уже мысленно начал проклинать самого себя, за то, что обратил внимание на свою бороду."
    "Ведь из-за этой, казалось бы мелочи, я стал испытывать дичайший дискомфорт на лице, будто там у меня не легкая щетина, а огромная неухоженная бородища, как у кого-нибудь попа."
    th "Как люди вообще живут с большими бородами? Это же кошмар как не удобно. Как спать, как есть?"
    th "А ещё помимо всего, за ней же ведь нужно и ухаживать, чтобы она уж совсем не была бесформенной колючкой."
    
    scene bg ext_house_of_mt_sunset with dissolve
    
    stop ambience
    scene bg int_warehouse_day_blwnfh with dissolve
    play ambience ambience_int_cabin_day
    
    "Придя домой, Ольга Дмитриевна уже проснулась, одела свою форму и расчёсывала волосы сидя на кровати." 
    
    scene bg ext_washstand_day with dissolve
    
    me "Доброе утро Ольга Дмитриевна."
    
    show mt smile pioneer at center with dspr
    
    mt "Доброе, гляжу моя терапия пошла на пользу тебе, проснулся раньше меня."
    me "Будто я раньше не просыпался раньше вас."
    
    show mt angry pioneer at center with dspr
    
    mt "Зато ночью не шлялся и не пел песни про зайцев."
    mt "Я уснуть не могла, пришлось послать Лену, которая тоже не спала из-за вас."
    th "О как... Интересненько, значит она не боялась темноты, а просто хотела увести меня со сцены спать."
    th "Теперь всё встает на свои места, кроме неожиданной обиды... {w}В прочем это уже я сам был виноват."
    
    "Я сделал виноватое лицо и почесал затылок."
    
    me "Ну да, было дело."
    
    show mt grin pioneer at center with dspr
    
    mt "А теперь не будет больше таких дел."
    mt "Я сегодня впервые за последние пару дней нормально выспалась."
    me "Ладно
    