label blwnfh_day_5:
    # семён открывает глаза
    
    scene bg int_house_of_mt_sunset with dissolve
    play ambience_int_cabin_evening
    
    "Я проснулся от дичайшей боли в голове."
    "Медленно переведя взгляд на будильник, мне захотелось раздолбать весь этот дом и лагерь впридачу."
    "Часы показывали семь утра."
    
    th "Да уж... Восстановил называется режим, че делать-то теперь ближайшие два часа?"
    
    "С большим нежеланием и болью, я всё же решился встать с кровати и пойти прогуляться, считая, что прогулка поможет мне справится с головной болью."
    
    stop ambience 
    scene bg ext_house_of_mt_sunset with dissolve
    play ambience ambience_camp_center_evening
    
    "На улице было неожиданно тепло и очень свежо."
    "Я набрал полные легкие свежого воздуха и отправился в сторону площади."
    
    scene bg ext_houses_sunset with dissolve
    
    "По пути к площади, я решил определится куда бы сходить погулять, покоротать время."
    
    th "Может прогуляться на остановку? Хотя что там делать."
    th "Впрочем с утра в принципе делать нечего, а туда-то редко ходят (если вообще ходят), а значит один спокойно посижу."
    
    "Определившись куда можно сходить, я отправился на остановку."
    
    scene bg ext_square_sunset with dissolve
    
    th "Главное наверное на Славю не напороться, а то проблемы будут."
    th "Конечно акта стукачества за ней не было замечено, но зато будет ворох вопросов, на которые я вряд ли смогу дать внятные ответ."

    "Благо нигде рядом её не было, возможно она как обычно занималась утренней пробежкой или вовсе спала."

    stop ambience
    scene bg ext_bus with dissolve
    play ambience ambience_camp_entrance_evening
    
    "Придя на пункт назначения, я крайне удивился тому факту, что на остановке меня встретил автобус."
    
    th "Он так и не уезжал с момента приезда Кати? Или он приехал вчера и остался тут?"
    th "Хотя, какая разница? Стоит и стоит, мне-то что."
    
    "Тут я заметил, что дверцы-то автобуса открыты."
    
    th "Может водитель забыл их закрыть?"
    
    "Чисто из любопытства я подошел к распахнутым дверям и аккуратно заглянул внутрь."
    "Ничего интересного внутри не было, и я уже собирался уходить как моё внимание привлек один небольшой прямоугольный объект."
    "Присмотревшись, стало ясно, что это была немного помятая пачка сигарет."
    "И хоть физического желания курить я не испытывал, но психологически мне при одном только их виде, захотелось немного прикурить." 
    
    th "Ёмаё, я не курил уже более десяти дней... Может, немного пыхнуть?"
    
    "Я прошел чуть внутрь и потянулся с пачкой."
    "И когда моя рука была уже в паре сантиметров, я замешкался."
    
    th "А если узнают, что я тут курю? Проблем же себе наделаю море, может ну его?"
    
    "Во мне началась целая борьба."
    "Мой внутренний курильщик требовал от меня взять пачку, а голос разума заглушал его и это очень раздражало."
    # мини пауза
    "Простояв так около минуты, голос рассудка взял вверх и я убрал руку от пачки, а чуть позже и вовсе покинул автобус."
    
    th "Ну нафиг это курение, если ещё водитель вернется, то сразу же увидит, что пачка-то таво, тю-тю."
    th "И начнется переполох во всём лагере, а узнать, что курил именно я будет не сложно."
    th "Вожатая же не дура, сразу почует, что от парня, который никогда не вонял дымом сигарет, как-то резко стал отдавать неприятным запашком табака."
    th "И всё, сначала устроят лекцию десяти часовую о вреде курения для здоровья, потом ещё одну лекцию о том, что воровать чужое плохо, затем ещё одну лекцию о правилах лагеря и только потом меня наконец отсюда выгонят."
    th "Хэх, ЕСЛИ, меня отсюда выгонят. Не думаю, что Ольга захочет выкидывать столь ценный кадр, который делает всю работу, которую нельзя накинуть на Славю."
    
    "На этом и порешав, я уселся на бордюрчик."