label blwnfh_test_anim:
    "Я потянулся за своей рубашкой, ляжащей рядом."
    
    
    show sl laugh sport close:
        xcenter 1.2
    with dissolve
    "Однако, похоже Славя всё-таки заметила меня, ведь выглянула из-за умывальника и смотрела ровно на меня."
    
    show sl laugh sport close:
        ease 2.5 xcenter 0.9 rotate -25  
    #with dspr
    
    sl "А ты что тут делаешь?"
    # th "От тебя дуры прячусь."
    "Я посмотрел на Славю, потом на рубашку, а затем снова на неё." 
    
    me "За рубашкой нагнулся, а что?"    

    
    "Увидев меня и Славю, сидящих вместе, Алиса удивлённо вскинула бровь и быстро утащила подругу вперёд по дорожке."
    "Я с восхищением проводил их взглядом. {w}Алиса осталась в обычной форме, а вот Мику…"
    "До этого я видел её только в пионерской форме. Сейчас, в нарядном платье неуловимого голубовато-бирюзового оттенка, она выглядела так красиво, что хотелось забыть обо всём, бежать следом и смотреть, смотреть не отрываясь на эту красоту, говорить не очень умелые, но очень искренние слова восхищения, и всё прочее, что положено делать в таких случаях."
    th "Но, не сейчас. Прости, любимая, не для себя стараюсь, для друга!"
    th "Вот закончу и побегу к тебе."
    "Стоп-стоп. {w}Я что, только что подумал про неё «любимая»? {w}А ведь, пожалуй, так оно и есть."
    jump blwnfh_test