label blwnfh_nvltest: 
   
    show cg d2_dv_sem_scene with dspr
    
    me "Остров невезения!"
    
    $ blwnfh_set_mode(nvl)
    nvl show
    
    me "Весь покрытый зеленью, абсолютно весь\nОстров невезения в океане есть\nОстров невезения в океане есть\nВесь покрытый зеленью, абсолютно весь!\n"
    me "Там живут несчастные люди-дикари\nНа лицо ужасные, добрые внутри\n"
    
    "Я оттопырил губу и немного исковерканым голосом продолжил.\n"
    
    me "На лицо узясные, добрые внутри\nТам живут несчастные люди-дикари." 
    
    "Катю, похоже, всё это забавляло, ведь она сидела с широкой улыбкой на лице.\n"
    
    me "Что они ни делают, не идут дела\nВидно в понедельник их мама родила\nВидно в понедельник их мама родила!\nЧто они не делают, не идут дела."
    me "Крокодил не ловится, не растёт кокос\nПлачут, Богу молятся, не жалея слёз.\n"
    
    "Тут я перешёл на более жалобный голосок.\n"
    
    me "Плачут, Богу молятся, не жалея слёз\nКрокодил не ловится, не растёт кокос!\n"
    
    nvl clear
    me "Вроде не бездельники и могли бы жить\nИм бы понедельники взять и отменить\n"
    
    "Катя тихонько захихикала.\n"
    
    me "Им бы понедельники взять и отменить!\nВроде не бездельники и могли бы жить\n."
    
    th "Жаль, что мы на маленькой лодочке, а не на здоровенном круизном лайнере, а то сейчас как Миронов бы бросился танцевать." 
    
    me "Как назло на острове нет кален-даря.\nРебетня и взрослые пропадают зря\nРебетня и взрослые пропадают зря\nНа проклятоп острове нет календаря!\n"
    
    me "По-по-по-по-по такому случаю ночи до зари\nПлачут невезучие люди-дикари\nИ рыдают, бедные, и клянут беду\nВ день какой неведому, в никаком году!\n"
    
    "Я попытался издать те звуки, которые издавал Андрей Миронов, но разумеется у меня совсем ничего не вышло и концовку всей песни полностью завалил."
    nvl clear
    "Мы схватились по увереннее за гитары и первым играть начал я, а Алиса за мной."
    "Песня начиналась медленно и довольно расслабляюще."
    "Немного погодя я начал тихонько петь.\n"
    
    me "В тёмно-синем лесу, где трепещут осины\nГде с дубов колдунов, облетает листва.\nНа поляне траву, зайцы в полночь косили\nИ при этом напевали странные слова:\n"
    
    "Припев за меня продолжила Алиса. Песенка стала разгоняться.\n"
    
    dv "А нам всё равно, а нам всё равно\nПусть боимся мы волка и сову\nДело есть у нас, в самый жуткий час\nМы волшебную косим трын-траву!\n"
    
    "Песня снова стала медленнее, и я тихо запел.\n"
    
    nvl clear
    
    me "А дубы колдуны, что-то шепчут в тумане,\nУ поганых болот чьи-то тени встают.\nКосят зайцы траву, трын-траву на поляне\nИ от страха всё быстрее песенку поют:\n"
    
    "И вот снова всё набирает обороты, а Алиса вновь начинает петь припев. Похоже, из всей песне только его она и знала.\n"
    
    dv "А нам всё равно, а нам всё равно\nПусть боимся мы волка и сову\nДело есть у нас, в самый жуткий час\nМы волшебную косим трын-траву!\n"
    
    "Песня становится ещё быстрее, а я присоединяюсь к Алисе, и вот мы уже вдвоем поем.\n"
    
    me_dv_n "А нам всё равно, а нам всё равно\nТвёрдо верим мы в древнюю молву,\nХрабрым станет тот, кто три раза в год\nКто в самый жуткий час, косит трын-траву!\n"
    
    "Песня ещё ускорилась, так что стало труднее попадать по нужным аккордам, но я всё же старался не сбавлять темпу. И Алиса похоже тоже."
    "Тихое пение становилось громче, и кажется нам уже было немного всё равно, что мы в тихий час громко распеваем здесь песни. {w}А ведь за такое могут очень сильно впаять вожатые."
    "Впрочем, когда это кого-то останавливало, когда задор завладевал телом?\n"
    
    nvl clear
    
    me_dv_n "А нам всё равно, а нам всё равно,\nСтанем мы храбрей, и от дважды два\nУстоим хоть раз, в самый жуткий час\nВсе напасти нам, будут трын-трава!\n"
    
    "Я аккуратно встал на ноги, и стал играть на гитаре так сказать от бедра, не отрывая взгляда от игры Алисы. {w}Она также решила последовать моему примеру."
    "На сцене я стал пританцовывать прямо как Никулин.\n"
    
    me_dv_n "А нам всё равно, а нам всё равно,\nСтанем мы храбрей, и отважней льва!\nУстоим хоть раз, в самый жуткий час,\nВсе напасти нам, будет трын-трава!\n"
    
    "Тут я и Алиса бросились в небольшой такой пляс, попутно быстро играя на гитаре, завершающие аккорды."
    "Отыграв последний аккорд, я свалился на колени, устало положил гитару перед собой и с облегчением выдохнул."
    nvl hide
    $ blwnfh_set_mode()
    hide cg d2_dv_sem_scene with dspr
    show dv laugh pioneer at center with dspr
    "Возвращаемся в меню отладки?"
    
    menu: 
    
        "Да":
            jump blwnfh_test_main_menu 