init:
    image cg d7_un_suicide_cropped = im.Crop("images/cg/d7_un_suicide.jpg", (0, 0, 1920, 1080))

    $ ESPE_static_cg_list = [
        ["Общее", [
                ["Еда с котлетой", "cg d1_food_normal"],
                ["Еда со сколопендрой", "cg d1_food_skolop"],
                ["Рена", "cg d1_rena_sunset"],
                ["Линейка", "cg d2_lineup"],
                ["Сбор без ульяны. 7-й День", "cg d7_pioneers_leaving_without_us"],
                ["Сбор. 7-й День", "cg d7_pioneers_leaving"],
                ["Дискотека", "cg d3_disco"],
                ["Робот в мастерской", "cg d5_clubs_robot"],
                ["Электроник моется (damn)", "cg d4_el_wash"],
                ["Шурик. Шахта", "cg d4_sh_sit"],
                ["Шурик. Шахта. Нападение", "cg d4_sh_stay"],
                ["Концерт", "cg epilogue_dv_2"],
                ["Гарменая концовка", "cg final_all_2"],
                ["Свеча. Кадр 1", "anim candle_1"],
                ["Свеча. Кадр 2", "anim candle_2"],
                ["Небо", "anim intro_1"],
                ["Дома. Город", "anim intro_2"],
                ["Семён. Идёт", "anim intro_3"],
                ["Машины. Город", "anim intro_4"],
                ["Семён. Идёт 2", "anim intro_6"],
                ["Остановка", "anim intro_7"],
                ["Семён. Близко", "anim intro_8"],
                ["Автобус. Подъезжает", "anim intro_9"],
                ["Автобус. Вход", "anim intro_10"],
                ["Автобус. Открытие дверей", "anim intro_11"],
                ["Автобус. Входит 2", "anim intro_12"],
                ["Автобус. Поехал", "anim intro_13"],
                ["Небо из автобуса", "anim intro_14"],
                ["Отражение автобуса", "anim intro_15"],
                ["Дорога", "anim intro_16"]
            ]
        ],
        ["Мику-рут", [
                ["Славя. Мертвая", "cg epilogue_mi_2"],
                ["Алиса. Повешенная", "cg epilogue_mi_4"],
                ["Лена. Убийца", "cg epilogue_mi_7"],
                ["Лена. Убийца. Мачетте", "cg epilogue_mi_8"],
                ["Ульяна. Зомби", "cg epilogue_mi_3"],
                ["Ульяна. Орда", "cg epilogue_mi_5"],
                ["Ульяна. Голова Электроника", "cg epilogue_mi_6"]
            ]
        ],
        ["Семён", [
                ["Катакомбы. Один", "cg d4_catac"],
                ["Катакомбы. Алиса", "cg d4_catac_dv"],
                ["Катакомбы. Славя", "cg d4_catac_sl"],
                ["Катакомбы. Лена", "cg d4_catac_un"],
                ["Катакомбы. Ульяна", "cg d4_catac_us"],
                ["Катакомбы. Ульяна 2", "cg d4_catac_us_2"],
                ["Семён. Зеркало", "cg d2_mirror"],
                ["В лодке. Сон", "cg d5_strawberry_race"],
                ["Семён. Прячется за углом", "cg d6_pioneer"],
                ["Семён. Один в аудитории", "cg epilogue_us_alone"],
                ["Семён. В полной аудитории", "cg epilogue_us"],
                ["Семён. Вскрылся", "cg epilogue_un_bad"],
                ["Семён. Эпилог", "cg epilogue_uv"]
            ]
        ],
        ["Ольга", [
                ["Ругает Алису", "cg d4_dv_mt"]
            ]
        ],
        ["Виола", [
                ["Очень близко", "cg d5_cs"]
            ]
        ],
        ["Алиса", [
                ["В ярости", "cg d5_dv_argue"],
                ["Смущена", "cg d5_dv_argue_2"],
                ["Краснеет", "cg d5_dv_argue_3"],
                ["В лодке", "cg d5_boat_2"],
                ["Вместе с Семёном", "cg d5_dv_island"],
                ["Около костра", "cg d7_dv"],
                ["Семён упал на Алису", "cg d7_dv_2"],
                ["В речке", "cg d2_water_dan"],
                ["Играет на гитаре", "cg d3_dv_guitar"],
                ["Играет на гитаре. Семён смотрит", "cg d3_dv_scene_2"],
                ["Алиса не смотрит", "cg d3_dv_scene_1"],
                ["Встреча на концерте", "cg epilogue_dv_3"]
            ]
        ],
        ["Лена", [
                ["Испуг от кузнечика", "cg d1_grasshopper"],
                ["Прижалась к Семёну", "cg d2_sovenok"],
                ["Танец", "cg d3_un_dance"],
                ["Семён и Лена", "cg d3_un_forest"],
                ["Прячется за деревом", "cg d5_un_island"],
                ["В лодке", "cg d5_boat"],
                ["Спят", "cg d5_un_sleep"],
                ["Удар по Алисе", "cg d6_un_punch"],
                ["Ударила Алису", "cg d6_dv_fight"],
                ["Ударилу Алису. Алиса Плачет", "cg d6_dv_fight_2"],
                ["Ударила Алису. Алиса Ушла", "cg d6_dv_fight_3"],
                ["На лавочке. Смотрят в небо", "cg d6_un_evening_1"],
                ["На лавочке. Смотрят в пол", "cg d6_un_evening_2"],
                ["На лавоче. День 7", "cg epilogue_un"],
                ["Вскрылась", "cg d7_un_suicide_cropped"],
                ["Лена-жена", "cg epilogue_un_good"]
            ]
        ],
        ["Славя", [
                ["В столовой. Глаза в бок", "cg d1_sl_dinner"],
                ["В столовой Глаза на Семёна", "cg d1_sl_dinner_0"],
                ["В лесу. Ночь", "cg d2_slavya_forest"],
                ["Танец", "cg d3_sl_dance"],
                ["Берег реки", "cg d3_sl_evening"],
                ["В библиотеке", "cg d3_sl_library"],
                ["В лодке", "cg d5_boat"],
                ["Спит в медпункте", "cg d5_sl_sleep"],
                ["Проснулась в медпункте", "cg d5_sl_sleep_2"],
                ["В лесу", "cg d6_sl_forest"],
                ["В лесу. Прижалась к Семёну", "cg d6_sl_forest_2"],
                ["В пальто", "cg epilogue_sl"],
                ["В пальто. Повернулась", "cg epilogue_sl_2"]
            ]
        ],
        ["Ульяна",[
                ["Пугает кузнечиком", "cg d1_grasshopper"],
                ["Падает на Семёна", "cg d2_ussr_falling"],
                ["Ударила по мячу", "cg d3_soccer"],
                ["Поймали в столовой", "cg d3_us_dinner"],
                ["Слушает историю в библиотеке", "cg d3_us_library_1"],
                ["Испугалась от истории", "cg d3_us_library_2"],
                ["Лежит на Семёне в библиотеке", "cg d3_us_library_3"],
                ["Спит на Семёне в бибилотеке", "cg d3_us_library_4"],
                ["В лесу (оформляйте его)", "cg d3_ussr_catched"],
                ["Спит на Семёне в библиотеке", "cg day4_us_morning"],
                ["Спит в библиотеке. Утро", "cg d4_us_morning"],
                ["Мучает рака", "cg d4_us_cancer"],
                ["Накидивается на торт", "cg d5_cake"],
                ["Прячется в кустах.", "cg d5_us_ghost"],
                ["Пугает людей у костра", "cg d5_us_ghost_2"],
                ["Целует Семёна", "cg d5_us_kiss"],
                ["Спит на Семёне", "cg d5_us_sit"],
                ["Смотрят фильм", "cg d6_us_film"],
                ["Проснулась на Семёне. Ночь", "cg d6_us_night_2"],
                ["Украла моток проволоки", "cg d5_sh_us"],
                ["В аудитории", "cg epilogue_us_3_a"],
            ]
        ],
        ["Мику", [
                ["Под пианино", "cg d2_miku_piano2"],
                ["Под пианино. Заметила Семёна", "cg d2_miku_piano"],
                ["Играет на гитаре", "cg d4_mi_guitar"],
                ["Поёт", "cg d4_mi_sing"],
                ["В столовой", "cg d5_mi"],
                ["На пляже", "cg epilogue_mi_1"],
                ["Семён целует Мику", "cg epilogue_mi_9"]
            ]
        ],
        ["Женя", [
                ["Спит в библиотеке", "cg d2_micu_lib"]
            ]
        ],
        ["Юля", [
                ["Склонилась над Семёном", "cg d1_uv"],
                ["Склонилась над Семёном. Авт.", "cg d1_uv_2"],
                ["В пещере", "cg d4_uv"],
                ["В пещере. Видно", "cg d4_uv_1"],
                ["В автобусе", "cg d5_uv"],
                ["Грибы", "cg d5_uv_2"],
                ["У Семёна за спиной", "cg d6_uv"],
                ["Лежит на коленках", "cg d6_uv_2"],
                ["Спит", "cg d7_uv"]
            ]
        ]
    ]