init python:
    from random import choice
    spl = ""
    def init_splash():
        global spl
        spl = choice([
            "Слава Первой Галактической Империи!",
            "Также попробуйте Булки, Кефир, Рок-н-Ролл!",
            "Лена Тихонова, а сколько у нее дивизий?",
            "Попробуйте потрогать траву и найти девушку(даже если вы девочка)",
            "Спойлер: мод про любоф",
            "Если лето бесконечное, то почему Цой пел «Скоро кончится лето»?",
            "Заходит как-то в пионерлагерь, англичанин, француз и Семён",
            "Также попробуйте 7 Дней Лета!",
            #"Этот сплэш никогда не появится!",
            "missingno",
            "Работа не волк, работа это - work!",
            "Случайный сплэш!",
            "Косят зайцы трын-траву!",
            "Хацуне Мыку самая лучшая дэвочка в летосфере)))))",
            "Пролетарии всех стран, соединяйтесь!",
            "Кто вы?",
            "I was made for lovin' you, baby",
            "You were made for lovin' me",
            "А какая девочка бесконечного лета нравится вам?",
            "100% желтый текст!",
            "Меня держат в рабстве, памагите!",
            "Обнаружен вражэский джэт!", # Пока 50 на 50
            "Белый снег сияет цветом, черные глаза...",
            "Апельсины",
            "Если жизнь дает вам лимоны, делайте лимонад",
            "Я люблю сладкий чай",
            "О, интерфейс PS4, прикольно",
            "Эти сплэши писались под кавказcкий шансон",
            "Burn bitch burn, ooh",
            "Вскрываемся!",
            "I’ll be back",
            "И ты попала! К настоящему колдуну, Он загубил таких как ты, не одну!",
            "Когда настанет час белого хлада и волчьей пурги не ешьте желтый снег",
            "Нужно построить зиккурат",
            "Сценарист любит Мику",
            "Злого пионера не будет",
            "Кто я?",
            "Pride of a nation, a beast made of steel!",
            "Фуфелшмертц пакостинг карпорейтед!",
            "Вы смотрите на меню, которое угробило десятки часов нашей жизни",
            "Следствие вели с Семёном Дурачковым",
            "Также попробуйте на вкус «Саманту»",
            "Эх, щас бы водочки[wp]",
            "Жизнь бьёт ключём, то разводным, то гаечным",
            #"Анекдот: \n Слетела у танка гусеница, танкисты вылезают, чинят. \n Видят, перед ними появляется фея в полупрозрачном платье и говорит: \n - Что делаете, мужики? \n - Не видишь? Трахаемся! \n - А хотите по настоящему? \n - Хотим! \n Фея махнула палочкой и сорвала башню танку."
            ])
    def blwnfh_splash():
        global spl
        return spl