init python:
    from random import choice
    
    def blwnfh_splash():
        return choice([
            "Слава Первой Галактической Империи!",
            "Также попробуйте Булки, Кефир, Рок-н-Ролл!",
            "Лена Тихонова, а сколько у нее дивизий? © Семён Персунов",
            "Попробуйте потрогать траву и найти девушку(даже если вы девочка",
            "Спойлер: мод про любоф.",
            "Если лето бесконечное, то почему Цой пел «...Скоро кончится лето»?",
            "Заходит как-то в пионерлагерь, англичанин, француз и Семён.",
            "Также попробуйте 7 Дней Лета!",
            "Этот сплэш никогда не появится!",
            "missingno.",
            "99% кринжовая история!",
            "Случайный сплэш!",
            "Косят зайцы трын-траву!",
            "Хацуне Мыку самая лучшая дэвочка в летосфере)))))",
            "Пролетарии всех стран, соединяйтесь!",
            "Кто вы?",
            "I was made for lovin' you, baby.",
            "You were made for lovin' me.",
            "А какая девочка бесконечного лета нравится вам?",
            "100% желтый текст!",
            "Меня держат в рабстве, памагите!",
            "Обнаружен вражэский джэт!",
            "Белый снег сияет цветом, черные глаза...",
            "Апельсины.",
            "Если жизнь дает вам лимоны, делайте лимонад.",
            "Я люблю сладкий чай.",
            "О, интерфейс PS4, прикольно.",
            "Эти сплэши писались под кавказcкий шансон.",
            ])