label d8_un_ending_1:

    play music music_list["raindrops"] fadein 5.0

    show un smile pioneer close at center with dspr

    un "Кажется, я тебя спасла."
    me "Получается, что так."
    
    "Лена аккуратно села на краю лавочку и, положила книгу себе на ноги."

    me "Спасибо тебе, а то меня бы сейчас замучали тут[wp]"

    show un smile3 pioneer close at center with dspr

    un "Всегда пожалуйста."

    show un smile pioneer close at center with dspr

    "Лена чуть-чуть отодвинулась от меня и устремила свой взгляд куда-то в звёздное небо."
    
    un "Красивые[wp]"
    me "М? Кто красивые?"
    un "Звёзды конечно же."

    "Я тоже посмотрел вверх. Для меня, там не было ничего нового. Звёзды как звёзды, за свою жизнь я уже успел на них наглядется."
    "Тем не менее, чтобы не показаться занудой, я поддержал подругу."

    me "Да, красивенькие."
    un "Знаешь, я мечтаю однажды оказаться среди них[wp]"
    me "В космос полетить то есть хочешь?"
    un "Да[wp]"

    "Она опустила свой взгляд на меня. А я всё также продолжал смотреть на небо."

    un "А какая у тебя мечта?"

    th "Очередной вопрос, на который мне нечего ответить внятного[wp]"

    me "Прожить хорошую жизнь, наверное."
    un "Ха, хорошая мечта[wp]"

    "Лена вновь вернулась к разглядыванию неба."

    un "Пора бы идти нам спать."
    me "Это верно, а то меня вожатая прибьёт."

    show un shy pioneer close at center with dspr

    un "Семён[wp]"

    "Уже я опустил на неё свой взгляд. А через некоторое время она посмотрела на меня."

    me "Да?"
    un "Мне неудобно просить, но[wp]"
    un "Не мог бы ты проводить меня до дома?"
    un "Я просто темноты очень сильно боюсь."
    me "Хорошо, не вопрос."

    "Мы встали с лавочки и пошли в сторону домиков."

    show bg ext_houses_night_wnfh with dissolve2

    "уээээээ короче я хуй знает чё тут написать, я короче спать нахуй"
    "Кстати после следующего клика вас в главное меню кикнет, так что аккуратно пж."