label d7_dv_scene_1:

    th "Сейчас на сцене вряд ли кто-то есть, а значит можно будет потусоваться там и[wp] Не знаю, на лавочке полежать, смотреть на небо."
    th "Может даже музыкальные инструменты какие-нибудь найду там. Это конечно вряд ли, всё же за них всех отвечает Мику, а она поехавшая в этом плане."
    th "Следит за инструментами словно за своими детьми[wp]"
    th "Ладно, чёрт с ними, пора идти."

    "На этом и порешав, я отправился к сцене."

    jump d7_dv_scene_2

label d7_dv_scene_2:

    "placeholder"

    jump d7_ending