label d9_me_dv_date:

    stop ambience fadeout 5.0
    scene bg ext_path2_sunset_wnfh
    show dv smile pioneer at center
    with santa_barbara_out_blure_dissolve5
    play ambience ambience_forest_evening fadein 5.0
    $ renpy.pause(0.3)
    window show dissolve

    "Пройдя через всю площадь и выйдя за территорию лагеря, мы свернули на лесную тропу. И сей факт меня настораживал."
    "Не потому, что меня уводили в неизвестном направление в лес, я прекрасно понимал, что мне ничего не будет."
    "Меня настораживало совсем другое, а именно то, что Алиса отказывалась куда она ведёт нас."
    "На все мои вопросы отвечат односложно, по типу «увидишь» или «скоро придём». И это уже действительно заставляло задуматься."

    th "Неужели опять какая-то авантюра? Вот только какая может быть авантюра в лесу?"
    th "Ломать тут, кроме деревьев и кустов, нечего. Воровать особо тоже нечего, и уж тем более не за кем подглядывать."
    th "Алиса, Алиса, во что же на этот раз ты хочешь нас втянуть?"

    show bg ext_forest_lake_wnfh with dissolve2
    play music music_list["dance_of_fireflies"] fadein 5.0

    "Спустя минут пятнадцать ходьбы, мы вышли к лесному озеру. Хотя, озером это было трудно назвать, — так, небольшой пруд."
    "В прочем, трудно было не отметить живописность и умиротворённость этого места."
    "Как и трудно было не обратить внимание на подготовленную кем-то поляну на берегу озера."
    "На этой поляне был постелен плед, лежала пара подушек и стояла корзина накрытая салфеткой."

    show dv grin pioneer at center with dspr

    dv "Смотри, кажется какие-то незадачливые туристы забыли здесь свой обед."

    show dv laugh pioneer at center with dspr

    dv "Что только нам на руку!"

    "По большой и хитрой улыбке Алисы сразу было ясно кто за этим делом стоит."

    me "Слушай, а ловко ты это придумала, я даже сначала и не понял."

    show dv smile pioneer at center with dspr

    dv "Я старалася!"

    "Легонько усмехнувшись, она уселась на плед и похлопала рукой по соседнему месту."

    dv "Прошу усаживаться."

    "Долго меня уговаривать не пришлось, и я сел напротив."

    me "Слушай[wp] А зачем ты это всё организовала?"

    show dv normal pioneer at center with dspr

    dv "Просто так. Захотелось поболтать с тобой наедине, вдали от лагерной суеты."
    me "Странно, а мне казалось, что это секретная точка по обсуждению очередной авантюры."

    "Она задумчиво почесала свой подбородок."

    dv "Когда-нибудь в следующий раз."

    show dv smile pioneer at center with dspr

    dv "Но вообще это хорошая мысль. Надо только придумать то, что заденет только нас, а не весь лагерь."

    show dv normal pioneer at center with dspr

    dv "Всё же, затея с душевой была слишком."
    me "Эт точно[wp] Но лучше завязывать с этими шутками."
    me "Вожатая всё же только делает вид, что не знает кто за этим стоит."
    dv "Ладно, давай о хорошем."

    "Алиса убрала салфетку с корзины, и достала оттуда по паре булок и небольших бутылок без опознавательных знаков, с некой красной жидкостью."

    me "Ну ты даёшь[wp] А что в бутылках?"
    dv "Морс. И, пожалуйста, не спрашивай как и откуда, это всё к Ульяне."
    me "Интересно."