набросок DLC про деда
написал в пол шестого утра, хз зачем, но короче вот.

    «22 июня 1941-го.
    
    Дорогая Мария, как же мне хочется с тобой увидеться. 
    Хоть мы и находимся сейчас как никогда близко, отпусков нам не дают. 
    Говорят мол, а вдруг немцы нападут? Что за дурацкие предрассудки. 
    Но я думаю, что не станут они суваться на нас. 
    У нас же вон какая армия грозная и танки! 
    Да и к тому же у нас с ними договор о ненападении.
    Но всё это уже неважно, послезавтра моя служба в армии окончится, я приеду в Минск и мы обязательно с тобой поженимся.
    Твой Серёжа.»
    
    «Сергей, кончай уже письма писать и выключи свет, достал уже, а!» — донеслось из глубины казармы.
    «Хорошо-хорошо, уже закончил» — Я аккуратно сложил письмо в конверт и убрал его в ящик.
    Завтра утром отправлю. А сейчас, стоит немного отдохнуть.
    Я уселся на свою койку. Неспешно снял форму и повесил её рядом и лёг головой на подушку, став медленно засыпать.
    
    «Женюсь на Марии, будем жить счастливой жизнью» — Думал я просебя — «Построим огород на окраине Минска, зверушек может быть заведём... Родим детей...»
    От одной только мысли о моей любимой Машеньке, на душе становилось тепло и приятно. И вот уже совсем-совсем скоро мы увидимся.
    И будем петь песни и танцевать от счастья воссоединения.
    
    Но, совершенно неожиданно, в помещение кто-то громко ворвался и закричал во весь голос

    «ТАНКИСТЫ — СТРОЙСЯ!»
    
    Через секунды, мы уже были как штыки и в попыхах надевали форму.
    За минуту все экипажи построились перед командиром военной части.
    
    «Товарищи» — громко и чётко начал он — «Сегодня, в 4 утра немцы пересекли границу Советского Союза, напав во многих местах... Германия фактически объявила нам войну!»
    
    Не может быть... — Подумал я.
    
    «Вашему отделению поставлена боевая задача выдвинутся в сторону населённого пункта Волковыск, через который движутся силы противника и задержать их до прибытия наших основных сил.
   
    Командир медленно и внимательно осмотрел наши напуганные лица
    
    «Задачу все поняли?»
    «Так точно товарищ командир!» — Хором проговорили все экипажи.
    «А ТЕПЕРЬ МАРШ ПО МАШИНАМ!» — Срывая голос проорал командир и мы пулей покинули казарму.
    
    На улице светало.
    Из других казарм тоже выбегали экипажи танков, а некоторые уже заводили моторы.
    Мой экипаж также медлить не стал и быстро расположился в «34-ке»
    
    «Ну давай родная, не подведи нас уж на таком ответственном задании» — Прошептал я, занимая своё место наводчика и посовместительству командира танка.
    Мои товарищи занимали свои места: Станислав на месте мехвода, рядом с ним наш стрелок-радист Арсений и справа от меня расположился заряжающий Илья.
    Когда места были заняты, танк был заведён и тронулся с места. Мы отправились навстречу нашему врагу.
    
    Мы и ещё пара танков медленно подбирались к обозначенному населённому пункту.
    Была надежда, что фашисты ещё не добрались сюда и тогда, можно было бы занять выгодные позиции для засады и...
    Я не успел довести свою мысль про засаду до конца, как из деревни сверкнула вспышка и через несколько секунд соседняя Т-34 была подбита.
    
    «Мехвод, влево! Уклоняемся!» — Скомандовал я.
    
    Брунов увёл машину с дороги, в небольшой овраг
    
    «Меньше ход!» — Командовал я, попутно выцеливая вражеский танк.
    
    И вот в прицеле уже маячит, нацистский танк, выстрел и бабах! У вражеского танка взорвался боекомплект.
    
    «Заряжено!» — Орёт Иванов.
    
    Я тут же делаю выстрел по следующей машине, но в этот раз, без особо успеха. 
    Немец только лишь остановился, видимо поразил им водителя.
    А спустя мгновение танк стал наводить свою башню на нас и тут же произвёл выстрел.
    Вражеский снаряд не пробил нашу броню, но вот эффект от попадания конечно что-то с чем-то, оглушает очень сильно.
    
    «Блядь!» — Прошипел я.
    
    Тем не менее, сдаваться я не был намерен и ещё раз выстрелил по врагу.
    В этот раз я попал более удачно и танк был подбит. По крайней мере, больше стрелять по нам, он не пытался.
    
    «Заряжено!»
    
    Больше врагов я особо не наблюдал.
    
    «Прибавляем немного ход!»
    
    Мы немного ускорились и уже потихоньку входили не территорию деревни.
    Как тут же, в борт нашего танка прилетел снаряд. Похоже, сплошной подкалиберный, ведь он поразил насмерть только двух членов экипажа: Стаса и Арсения.
    Но это было не единственной проблемой. Произошло возгорание топливного бака и пожар стал быстро охватывать всё боевое отделение.
    Вариантов особо не было и я скомандовал покинуть машину.
    
    Иванов открыл люк и немного высунулся, так его тут же расстреляли из огнестрельного оружия.
    Я же вылез следом и уж не знаю, то ли немцы не ожидали, что вылезет ещё один боец, то ли у них оружие заклинило, но огонь по мне никто не открыл.
    Вне танка, я также заметил, что третья наша 34-ка тоже подбита. Ей сорвало башню.
    Но меня это не волновало, я просто бежал со всех ног в ближайший лес. Не останавливался, даже не оглядывался.
    Фашисты стали стрелять только тогда, когда я уже прилично так забежал вглубь леса. Наивно надеясь, что меня заденет шальной пулей.
    Но у них ничего не вышло и мне на время удалось скрыться...